Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# civicPoliciesTitle
source: Critical Policies
de: Politiques Critiques
es: Políticas Críticas
fr: Politiques Critiques
it: Politiche Critiche
nl: Kritieke Beleidslijnen
pl: Polityki Krytyczne
pt: Políticas Críticas

# civicPolicyPublicDomainTitle
source: Public Domain (CC0):
de: Domaine Public (CC0) :
es: Dominio Público (CC0):
fr: Domaine Public (CC0) :
it: Dominio Pubblico (CC0):
nl: Publiek Domein (CC0):
pl: Domena Publiczna (CC0):
pt: Domínio Público (CC0):

# civicPolicyPublicDomainText
source: By submitting a project, you waive all copyright. Law belongs to everyone.
de: En soumettant un projet, vous renoncez à tout droit d'auteur. La loi appartient à tous.
es: Al enviar un proyecto, renuncia a todos los derechos de autor. La ley pertenece a todos.
fr: En soumettant un projet, vous renoncez à tout droit d'auteur. La loi appartient à tous.
it: Inviando un progetto, rinunci a tutti i diritti d'autore. La legge appartiene a tutti.
nl: Door een project in te dienen, doet u afstand van alle auteursrechten. De wet is van iedereen.
pl: Zgłaszając projekt, zrzekasz się praw autorskich. Prawo należy do wszystkich.
pt: Ao enviar um projeto, você renuncia a todos os direitos autorais. A lei pertence a todos.

# civicPolicyAstroturfingText
source: You must declare if you represent an organization. Hidden lobbying results in a permanent ban.
de: Vous devez déclarer si vous représentez une organisation. Le lobbying caché entraîne un bannissement permanent.
es: Debe declarar si representa a una organización. El cabildeo oculto resulta en una prohibición permanente.
fr: Vous devez déclarer si vous représentez une organisation. Le lobbying caché entraîne un bannissement permanent.
it: Devi dichiarare se rappresenti un'organizzazione. Il lobbying occulto comporta un ban permanente.
nl: U moet verklaren of u een organisatie vertegenwoordigt. Verborgen lobbyen leidt tot een permanente verbanning.
pl: Musisz zadeklarować, czy reprezentujesz organizację. Ukryty lobbing skutkuje stałym banem.
pt: Você deve declarar se representa uma organização. Lobby oculto resulta em banimento permanente.

# civicPolicyAdPersonamText
source: Projects targeting specific individuals (defamation) are rejected immediately.
de: Les projets visant des individus spécifiques (diffamation) sont rejetés immédiatement.
es: Los proyectos dirigidos a individuos específicos (difamación) se rechazan inmediatamente.
fr: Les projets visant des individus spécifiques (diffamation) sont rejetés immédiatement.
it: I progetti mirati a individui specifici (diffamazione) vengono respinti immediatamente.
nl: Projecten gericht op specifieke individuen (smaad) worden onmiddellijk afgewezen.
pl: Projekty wymierzone w konkretne osoby (zniesławienie) są natychmiast odrzucane.
pt: Projetos visando indivíduos específicos (difamação) são rejeitados imediatamente.

# civicPolicyTrashTitle
source: No Trash Bin:
de: Pas de Poubelle :
es: Sin Papelera:
fr: Pas de Poubelle :
it: Nessun Cestino:
nl: Geen Prullenbak:
pl: Brak Kosza na Śmieci:
pt: Sem Lixeira:

# civicPolicyTrashText
source: Lustra is not a forum. Low-quality drafts, duplicates, and manifestos are rejected at the gate.
de: Lustra n'est pas un forum. Les brouillons de mauvaise qualité, les doublons et les manifestes sont rejetés à l'entrée.
es: Lustra no es un foro. Los borradores de baja calidad, duplicados y manifiestos son rechazados en la entrada.
fr: Lustra n'est pas un forum. Les brouillons de mauvaise qualité, les doublons et les manifestes sont rejetés à l'entrée.
it: Lustra non è un forum. Bozze di bassa qualità, duplicati e manifesti vengono respinti all'ingresso.
nl: Lustra is geen forum. Concepten van lage kwaliteit, duplicaten en manifesten worden aan de poort geweigerd.
pl: Lustra to nie forum. Projekty niskiej jakości, duplikaty i manifesty są odrzucane na bramce.
pt: Lustra não é um fórum. Rascunhos de baixa qualidade, duplicatas e manifestos são rejeitados na entrada.

# civicSection2Title
source: 2. Lustra Legislative Standard (LDS-1)
de: 2. Standard Législatif Lustra (LDS-1)
es: 2. Estándar Legislativo Lustra (LDS-1)
fr: 2. Standard Législatif Lustra (LDS-1)
it: 2. Standard Legislativo Lustra (LDS-1)
nl: 2. Lustra Wetgevingsstandaard (LDS-1)
pl: 2. Standard Legislacyjny Lustra (LDS-1)
pt: 2. Padrão Legislativo Lustra (LDS-1)

# civicSection2Intro
source: Your draft must follow this structure. If it looks like a blog post, it will be rejected.
de: Votre projet doit suivre cette structure. S'il ressemble à un article de blog, il sera rejeté.
es: Su borrador debe seguir esta estructura. Si parece una publicación de blog, será rechazado.
fr: Votre projet doit suivre cette structure. S'il ressemble à un article de blog, il sera rejeté.
it: La tua bozza deve seguire questa struttura. Se sembra un post di un blog, verrà respinta.
nl: Uw concept moet deze structuur volgen. Als het op een blogpost lijkt, wordt het afgewezen.
pl: Twój projekt musi zachować tę strukturę. Jeśli wygląda jak post na blogu, zostanie odrzucony.
pt: Seu rascunho deve seguir esta estrutura. Se parecer um post de blog, será rejeitado.

# civicStructureTitle
source: Required Structure:
de: Structure Requise :
es: Estructura Requerida:
fr: Structure Requise :
it: Struttura Richiesta:
nl: Vereiste Structuur:
pl: Wymagana Struktura:
pt: Estrutura Necessária:

# civicStructureTitleItem
source: Title:
de: Titre :
es: Título:
fr: Titre :
it: Titolo:
nl: Titel:
pl: Tytuł:
pt: Título:

# civicStructureTitleText
source: Descriptive and neutral.
de: Descriptif et neutre.
es: Descriptivo y neutral.
fr: Descriptif et neutre.
it: Descrittivo e neutrale.
nl: Beschrijvend en neutraal.
pl: Opisowy i neutralny.
pt: Descritivo e neutro.

# civicStructureArticlesItem
source: Articles:
es: Artículos:
it: Articoli:
nl: Artikelen:
pl: Artykuły:
pt: Artigos:

# civicStructureArticlesText
source: Text divided into numbered units (Art. 1, Art. 2...) containing specific mechanisms (bans, mandates).
de: Texte divisé en unités numérotées (Art. 1, Art. 2...) contenant des mécanismes spécifiques (interdictions, mandats).
es: Texto dividido en unidades numeradas (Art. 1, Art. 2...) que contienen mecanismos específicos (prohibiciones, mandatos).
fr: Texte divisé en unités numérotées (Art. 1, Art. 2...) contenant des mécanismes spécifiques (interdictions, mandats).
it: Testo diviso in unità numerate (Art. 1, Art. 2...) contenenti meccanismi specifici (divieti, obblighi).
nl: Tekst verdeeld in genummerde eenheden (Art. 1, Art. 2...) met specifieke mechanismen (verboden, mandaten).
pl: Tekst podzielony na numerowane jednostki (Art. 1, Art. 2...) zawierające konkretne mechanizmy (zakazy, nakazy).
pt: Texto dividido em unidades numeradas (Art. 1, Art. 2...) contendo mecanismos específicos (proibições, mandatos).

# civicStructureExposeItem
source: Explanatory Memorandum (Exposé):
de: Exposé des Motifs :
es: Exposición de Motivos:
fr: Exposé des Motifs :
it: Relazione Illustrativa (Exposé):
nl: Memorie van Toelichting (Exposé):
pl: Uzasadnienie (Exposé):
pt: Exposição de Motivos (Exposé):

# civicStructureExposeText
source: Mandatory section explaining:
de: Section obligatoire expliquant :
es: Sección obligatoria que explica:
fr: Section obligatoire expliquant :
it: Sezione obbligatoria che spiega:
nl: Verplichte sectie die uitlegt:
pl: Obowiązkowa sekcja wyjaśniająca:
pt: Seção obrigatória explicando:

# civicExposePoint1
source: • (1) Diagnosis of the problem.
de: • (1) Diagnostic du problème.
es: • (1) Diagnóstico del problema.
fr: • (1) Diagnostic du problème.
it: • (1) Diagnosi del problema.
nl: • (1) Diagnose van het probleem.
pl: • (1) Diagnoza problemu.
pt: • (1) Diagnóstico do problema.

# civicExposePoint2
source: • (2) Goal of the regulation.
de: • (2) Objectif de la régulation.
es: • (2) Objetivo de la regulación.
fr: • (2) Objectif de la régulation.
it: • (2) Obiettivo della regolamentazione.
nl: • (2) Doel van de regeling.
pl: • (2) Cel regulacji.
pt: • (2) Objetivo da regulação.

# civicExposePoint3
source: • (3) Expected social impact.
de: • (3) Impact social attendu.
es: • (3) Impacto social esperado.
fr: • (3) Impact social attendu.
it: • (3) Impatto sociale previsto.
nl: • (3) Verwachte maatschappelijke impact.
pl: • (3) Oczekiwany wpływ społeczny.
pt: • (3) Impacto social esperado.

# civicSection3Title
source: 3. Lustra Readiness Score
de: 3. Score de Préparation Lustra
es: 3. Puntuación de Preparación Lustra
fr: 3. Score de Préparation Lustra
it: 3. Punteggio di Prontezza Lustra
nl: 3. Lustra Gereedheidsscore
pl: 3. Wskaźnik Gotowości Lustra
pt: 3. Pontuação de Prontidão Lustra

# civicSection3Intro
source: We do not judge your political views. We judge the quality of construction. Our AI analyzes every draft on a 0-100 scale:
de: Nous ne jugeons pas vos opinions politiques. Nous jugeons la qualité de la construction. Notre IA analyse chaque projet sur une échelle de 0 à 100 :
es: No juzgamos sus opiniones políticas. Juzgamos la calidad de la construcción. Nuestra IA analiza cada borrador en una escala de 0-100:
fr: Nous ne jugeons pas vos opinions politiques. Nous jugeons la qualité de la construction. Notre IA analyse chaque projet sur une échelle de 0 à 100 :
it: Non giudichiamo le tue opinioni politiche. Giudichiamo la qualità della costruzione. La nostra AI analizza ogni bozza su una scala da 0 a 100:
nl: We beoordelen uw politieke opvattingen niet. We beoordelen de kwaliteit van de constructie. Onze AI analyseert elk concept op een schaal van 0-100:
pl: Nie oceniamy poglądów politycznych. Oceniamy jakość konstrukcji. Nasze AI analizuje każdy projekt w skali 0-100:
pt: Não julgamos suas opiniões políticas. Julgamos a qualidade da construção. Nossa IA analisa cada rascunho em uma escala de 0-100:

# civicScoreStructureTitle
source: Structure (30 pts):
es: Estructura (30 pts):
it: Struttura (30 pti):
nl: Structuur (30 ptn):
pl: Struktura (30 pkt):
pt: Estrutura (30 pts):

# civicScoreStructureText
source: Correct legal formatting and precise language.
de: Formatage juridique correct et langage précis.
es: Formato legal correcto y lenguaje preciso.
fr: Formatage juridique correct et langage précis.
it: Formattazione legale corretta e linguaggio preciso.
nl: Correcte juridische opmaak en nauwkeurig taalgebruik.
pl: Poprawne formatowanie prawne i precyzyjny język.
pt: Formatação legal correta e linguagem precisa.

# civicScoreExposeTitle
source: Exposé Completeness (30 pts):
de: Exhaustivité de l'Exposé (30 pts) :
es: Integridad de la Exposición (30 pts):
fr: Exhaustivité de l'Exposé (30 pts) :
it: Completezza dell'Esposto (30 pti):
nl: Volledigheid Exposé (30 ptn):
pl: Kompletność Uzasadnienia (30 pkt):
pt: Completude da Exposição (30 pts):

# civicScoreExposeText
source: Clarity of the problem/solution definition.
de: Clarté de la définition du problème/solution.
es: Claridad de la definición del problema/solución.
fr: Clarté de la définition du problème/solution.
it: Chiarezza della definizione del problema/soluzione.
nl: Duidelijkheid van de probleem/oplossing definitie.
pl: Jasność definicji problemu i rozwiązania.
pt: Clareza da definição do problema/solução.

# civicScoreLogicTitle
source: Internal Logic (20 pts):
de: Logique Interne (20 pts) :
es: Lógica Interna (20 pts):
fr: Logique Interne (20 pts) :
it: Logica Interna (20 pti):
nl: Interne Logica (20 ptn):
pl: Logika Wewnętrzna (20 pkt):
pt: Lógica Interna (20 pts):

# civicScoreLogicText
source: Absence of contradictions.
de: Absence de contradictions.
es: Ausencia de contradicciones.
fr: Absence de contradictions.
it: Assenza di contraddizioni.
nl: Afwezigheid van tegenstrijdigheden.
pl: Brak sprzeczności.
pt: Ausência de contradições.

# civicScoreImpactTitle
source: Impact Analysis (20 pts):
de: Analyse d'Impact (20 pts) :
es: Análisis de Impacto (20 pts):
fr: Analyse d'Impact (20 pts) :
it: Analisi d'Impatto (20 pti):
nl: Impactanalyse (20 ptn):
pl: Analiza Wpływu (20 pkt):
pt: Análise de Impacto (20 pts):

# civicScoreImpactText
source: Feasibility and identification of affected groups.
de: Faisabilité et identification des groupes concernés.
es: Viabilidad e identificación de grupos afectados.
fr: Faisabilité et identification des groupes concernés.
it: Fattibilità e identificazione dei gruppi interessati.
nl: Haalbaarheid en identificatie van getroffen groepen.
pl: Wykonalność i identyfikacja grup dotkniętych regulacją.
pt: Viabilidade e identificação de grupos afetados.

# civicThresholdsTitle
source: Thresholds:
de: Seuils :
es: Umbrales:
fr: Seuils :
it: Soglie:
nl: Drempels:
pl: Progi:
pt: Limiares:

# civicThresholdRejected
source: Rejected / Returned.
de: Rejeté / Renvoyé.
es: Rechazado / Devuelto.
fr: Rejeté / Renvoyé.
it: Respinto / Restituito.
nl: Afgewezen / Geretourneerd.
pl: Odrzucony / Zwrócony.
pt: Rejeitado / Devolvido.

# civicThresholdCandidate
source: Accepted for queue.
de: Accepté en file d'attente.
es: Aceptado para cola.
fr: Accepté en file d'attente.
it: Accettato in coda.
nl: Geaccepteerd voor wachtrij.
pl: Zaakceptowany do kolejki.
pt: Aceito para fila.

# civicThresholdReady
source: Priority publication.
de: Publication prioritaire.
es: Publicación prioritaria.
fr: Publication prioritaire.
it: Pubblicazione prioritaria.
nl: Prioritaire publicatie.
pl: Publikacja priorytetowa.
pt: Publicação prioritária.

# civicSection4Title
source: 4. Creator's Toolkit (Copy & Paste)
de: 4. Boîte à Outils du Créateur (Copier-Coller)
es: 4. Kit de Herramientas del Creador (Copiar y Pegar)
fr: 4. Boîte à Outils du Créateur (Copier-Coller)
it: 4. Kit del Creatore (Copia & Incolla)
nl: 4. Toolkit voor Makers (Kopiëren & Plakken)
pl: 4. Przybornik Twórcy (Kopiuj-Wklej)
pt: 4. Kit de Ferramentas do Criador (Copiar e Colar)

# civicSection4Intro
source: Use this template to ensure your project meets the LDS-1 Standard.
de: Utilisez ce modèle pour vous assurer que votre projet respecte la norme LDS-1.
es: Use esta plantilla para asegurar que su proyecto cumpla con el estándar LDS-1.
fr: Utilisez ce modèle pour vous assurer que votre projet respecte la norme LDS-1.
it: Usa questo modello per assicurarti che il tuo progetto soddisfi lo standard LDS-1.
nl: Gebruik dit sjabloon om ervoor te zorgen dat uw project voldoet aan de LDS-1 Standaard.
pl: Użyj tego szablonu, aby upewnić się, że Twój projekt spełnia standard LDS-1.
pt: Use este modelo para garantir que seu projeto atenda ao Padrão LDS-1.

# civicTemplateCode
source: TITLE: [Insert Descriptive Title Here] PREAMBLE: [Optional: Recognizing that...] CHAPTER I: GENERAL PROVISIONS Art. 1. The objective of this Act is [Insert Goal]. Art. 2. This Act applies to [Insert Scope]. CHAPTER II: [MAIN MECHANISM / BANS] Art. 3. 1. It is prohibited to [Action]. 2. Entities are required to [Action]. CHAPTER III: SANCTIONS & FINAL PROVISIONS Art. X. Violation of Art. 3 is punishable by [Sanction]. Art. Y. This Act enters into force on [Date]. --- EXPLANATORY MEMORANDUM (EXPOSÉ) 1. THE PROBLEM [Describe the current situation and why it is failing.] 2. THE OBJECTIVE [Explain what this law fixes and how.] 3. EXPECTED IMPACT [Describe the social, economic, or legal consequences.]
de: TITRE : [Insérer un titre descriptif ici] PRÉAMBULE : [Optionnel : Reconnaissant que...] CHAPITRE I : DISPOSITIONS GÉNÉRALES Art. 1. L'objectif de cette Loi est [Insérer l'objectif]. Art. 2. Cette Loi s'applique à [Insérer le champ d'application]. CHAPITRE II : [MÉCANISME PRINCIPAL / INTERDICTIONS] Art. 3. 1. Il est interdit de [Action]. 2. Les entités sont tenues de [Action]. CHAPITRE III : SANCTIONS & DISPOSITIONS FINALES Art. X. La violation de l'Art. 3 est punie par [Sanction]. Art. Y. Cette Loi entre en vigueur le [Date]. --- EXPOSÉ DES MOTIFS 1. LE PROBLÈME [Décrivez la situation actuelle et pourquoi elle échoue.] 2. L'OBJECTIF [Expliquez ce que cette loi corrige et comment.] 3. IMPACT ATTENDU [Décrivez les conséquences sociales, économiques ou juridiques.]
es: TÍTULO: [Inserte Título Descriptivo Aquí] PREÁMBULO: [Opcional: Reconociendo que...] CAPÍTULO I: DISPOSICIONES GENERALES Art. 1. El objetivo de esta Ley es [Insertar Objetivo]. Art. 2. Esta Ley se aplica a [Insertar Alcance]. CAPÍTULO II: [MECANISMO PRINCIPAL / PROHIBICIONES] Art. 3. 1. Está prohibido [Acción]. 2. Las entidades están obligadas a [Acción]. CAPÍTULO III: SANCIONES Y DISPOSICIONES FINALES Art. X. La violación del Art. 3 se castiga con [Sanción]. Art. Y. Esta Ley entra en vigor el [Fecha]. --- EXPOSICIÓN DE MOTIVOS 1. EL PROBLEMA [Describa la situación actual y por qué está fallando.] 2. EL OBJETIVO [Explique qué soluciona esta ley y cómo.] 3. IMPACTO ESPERADO [Describa las consecuencias sociales, económicas o legales.]
fr: TITRE : [Insérer un titre descriptif ici] PRÉAMBULE : [Optionnel : Reconnaissant que...] CHAPITRE I : DISPOSITIONS GÉNÉRALES Art. 1. L'objectif de cette Loi est [Insérer l'objectif]. Art. 2. Cette Loi s'applique à [Insérer le champ d'application]. CHAPITRE II : [MÉCANISME PRINCIPAL / INTERDICTIONS] Art. 3. 1. Il est interdit de [Action]. 2. Les entités sont tenues de [Action]. CHAPITRE III : SANCTIONS & DISPOSITIONS FINALES Art. X. La violation de l'Art. 3 est punie par [Sanction]. Art. Y. Cette Loi entre en vigueur le [Date]. --- EXPOSÉ DES MOTIFS 1. LE PROBLÈME [Décrivez la situation actuelle et pourquoi elle échoue.] 2. L'OBJECTIF [Expliquez ce que cette loi corrige et comment.] 3. IMPACT ATTENDU [Décrivez les conséquences sociales, économiques ou juridiques.]
it: TITOLO: [Inserisci Titolo Descrittivo Qui] PREAMBOLO: [Opzionale: Riconoscendo che...] CAPITOLO I: DISPOSIZIONI GENERALI Art. 1. L'obiettivo di questa Legge è [Inserisci Obiettivo]. Art. 2. Questa Legge si applica a [Inserisci Ambito]. CAPITOLO II: [MECCANISMO PRINCIPALE / DIVIETI] Art. 3. 1. È vietato [Azione]. 2. Le entità sono tenute a [Azione]. CAPITOLO III: SANZIONI & DISPOSIZIONI FINALI Art. X. La violazione dell'Art. 3 è punita con [Sanzione]. Art. Y. Questa Legge entra in vigore il [Data]. --- RELAZIONE ILLUSTRATIVA (EXPOSÉ) 1. IL PROBLEMA [Descrivi la situazione attuale e perché sta fallendo.] 2. L'OBIETTIVO [Spiega cosa risolve questa legge e come.] 3. IMPACT PREVISTO [Descrivi le conseguenze sociali, economiche o legali.]
nl: TITEL: [Voeg Hier Beschrijvende Titel In] PREAMBULE: [Optioneel: Erkennende dat...] HOOFDSTUK I: ALGEMENE BEPALINGEN Art. 1. Het doel van deze Wet is [Voeg Doel In]. Art. 2. Deze Wet is van toepassing op [Voeg Reikwijdte In]. HOOFDSTUK II: [HOOFDMECHANISME / VERBODEN] Art. 3. 1. Het is verboden om [Actie]. 2. Entiteiten zijn verplicht om [Actie]. HOOFDSTUK III: SANCTIES & SLOTBEPALINGEN Art. X. Overtreding van Art. 3 wordt bestraft met [Sanctie]. Art. Y. Deze Wet treedt in werking op [Datum]. --- MEMORIE VAN TOELICHTING (EXPOSÉ) 1. HET PROBLEEM [Beschrijf de huidige situatie en waarom deze faalt.] 2. HET DOEL [Leg uit wat deze wet oplost en hoe.] 3. VERWACHTE IMPACT [Beschrijf de sociale, economische of juridische gevolgen.]
pl: TYTUŁ: [Wpisz tutaj opisowy tytuł] PREAMBUŁA: [Opcjonalnie: Uznając, że...] ROZDZIAŁ I: PRZEPISY OGÓLNE Art. 1. Celem niniejszej ustawy jest [Wpisz cel]. Art. 2. Ustawa dotyczy [Wpisz zakres]. ROZDZIAŁ II: [GŁÓWNY MECHANIZM / ZAKAZY] Art. 3. 1. Zabrania się [Działanie]. 2. Podmioty są zobowiązane do [Działanie]. ROZDZIAŁ III: SANKCJE I PRZEPISY KOŃCOWE Art. X. Naruszenie Art. 3 podlega karze [Sankcja]. Art. Y. Ustawa wchodzi w życie z dniem [Data]. --- UZASADNIENIE (EXPOSÉ) 1. PROBLEM [Opisz obecną sytuację i dlaczego nie działa.] 2. CEL [Wyjaśnij, co i jak naprawia ta ustawa.] 3. OCZEKIWANY WPŁYW [Opisz skutki społeczne, gospodarcze lub prawne.]
pt: TÍTULO: [Insira Título Descritivo Aqui] PREÂMBULO: [Opcional: Reconhecendo que...] CAPÍTULO I: DISPOSIÇÕES GERAIS Art. 1. O objetivo desta Lei é [Inserir Objetivo]. Art. 2. Esta Lei aplica-se a [Inserir Escopo]. CAPÍTULO II: [MECANISMO PRINCIPAL / PROIBIÇÕES] Art. 3. 1. É proibido [Ação]. 2. Entidades são obrigadas a [Ação]. CAPÍTULO III: SANÇÕES & DISPOSIÇÕES FINAIS Art. X. Violação do Art. 3 é punível com [Sanção]. Art. Y. Esta Lei entra em vigor em [Data]. --- EXPOSIÇÃO DE MOTIVOS (EXPOSÉ) 1. O PROBLEMA [Descreva a situação atual e por que está falhando.] 2. O OBJETIVO [Explique o que esta lei conserta e como.] 3. IMPACTO ESPERADO [Descreva as consequências sociais, econômicas ou legais.]

# civicSubmitButton
source: SUBMIT DRAFT (EMAIL)
de: SOUMETTRE LE PROJET (EMAIL)
es: ENVIAR BORRADOR (EMAIL)
fr: SOUMETTRE LE PROJET (EMAIL)
it: INVIA BOZZA (EMAIL)
nl: CONCEPT INDIENEN (E-MAIL)
pl: WYŚLIJ PROJEKT (EMAIL)
pt: ENVIAR RASCUNHO (EMAIL)

# civicFooterCopyright
source: © 2025 Lustra Initiative. Infrastructure for the Civic Age.
de: © 2025 Initiative Lustra. Infrastructure pour l'Âge Civique.
es: © 2025 Iniciativa Lustra. Infraestructura para la Era Cívica.
fr: © 2025 Initiative Lustra. Infrastructure pour l'Âge Civique.
it: © 2025 Iniziativa Lustra. Infrastruttura per l'Era Civica.
nl: © 2025 Lustra Initiatief. Infrastructuur voor het Burgerlijke Tijdperk.
pl: © 2025 Inicjatywa Lustra. Infrastruktura Ery Obywatelskiej.
pt: © 2025 Iniciativa Lustra. Infraestrutura para a Era Cívica.

# civicEmailSubject
source: [LDS-1 Submission] Project Title - {parliamentName}
de: [Soumission LDS-1] Titre du Projet - {parliamentName}
es: [Envío LDS-1] Título del Proyecto - {parliamentName}
fr: [Soumission LDS-1] Titre du Projet - {parliamentName}
it: [Invio LDS-1] Titolo Progetto - {parliamentName}
nl: [LDS-1 Inzending] Projecttitel - {parliamentName}
pl: [Zgłoszenie LDS-1] Tytuł Projektu - {parliamentName}
pt: [Submissão LDS-1] Título do Projeto - {parliamentName}

# civicEmailBodyPlaceholder
source: [PASTE YOUR TEMPLATE HERE] Author / Organization: Contact Info:
de: [COLLEZ VOTRE MODÈLE ICI] Auteur / Organisation : Info Contact :
es: [PEGUE SU PLANTILLA AQUÍ] Autor / Organización: Información de contacto:
fr: [COLLEZ VOTRE MODÈLE ICI] Auteur / Organisation : Info Contact :
it: [INCOLLA IL TUO MODELLO QUI] Autore / Organizzazione: Info Contatto:
nl: [PLAK UW SJABLOON HIER] Auteur / Organisatie: Contactinfo:
pl: [WKLEJ SWÓJ SZABLON TUTAJ] Autor / Organizacja: Dane kontaktowe:
pt: [COLE SEU MODELO AQUI] Autor / Organização: Info Contato:

# civicEmailDialogTitle
source: Email Client Not Found
de: Client Email Non Trouvé
es: Cliente de Correo No Encontrado
fr: Client Email Non Trouvé
it: Client Email Non Trovato
nl: E-mailclient Niet Gevonden
pl: Nie znaleziono klienta poczty
pt: Cliente de Email Não Encontrado

# civicEmailDialogIntro
source: Please copy the details below and send manually:
de: Veuillez copier les détails ci-dessous et envoyer manuellement :
es: Por favor copie los detalles a continuación y envíe manualmente:
fr: Veuillez copier les détails ci-dessous et envoyer manuellement :
it: Si prega di copiare i dettagli qui sotto e inviare manualmente:
nl: Kopieer de details hieronder en verstuur handmatig:
pl: Skopiuj poniższe dane i wyślij je ręcznie:
pt: Por favor, copie os detalhes abaixo e envie manualmente:

# civicEmailDialogRecipient
source: Recipient
de: Destinataire
es: Destinatario
fr: Destinataire
it: Destinatario
nl: Ontvanger
pl: Odbiorca
pt: Destinatário

# civicEmailDialogSubject
source: Subject
de: Sujet
es: Asunto
fr: Sujet
it: Oggetto
nl: Onderwerp
pl: Temat
pt: Assunto

# civicEmailDialogBody
source: Body
de: Corps
es: Cuerpo
fr: Corps
it: Corpo
nl: Inhoud
pl: Treść
pt: Corpo

# civicCopiedToClipboard
source: Copied to clipboard
de: Copié dans le presse-papiers
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência

# civicTemplateCopied
source: Template copied!
de: Modèle copié !
es: ¡Plantilla copiada!
fr: Modèle copié !
it: Modello copiato!
nl: Sjabloon gekopieerd!
pl: Szablon skopiowany!
pt: Modelo copiado!
