Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# birthDateLabel
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
nl: Geboortedatum
pl: Data urodzenia
pt: Data de nascimento

# ageLabel
source: Age
de: Alter
es: Edad
fr: Âge
it: Età
nl: Leeftijd
pl: Wiek
pt: Idade

# ageUnit
source: {age} years
de: {age} Jahre
es: {age} años
fr: {age} ans
it: {age} anni
nl: {age} jaar
pl: {age} lat
pt: {age} anos

# birthPlaceLabel
source: Place of birth
de: Geburtsort
es: Lugar de nacimiento
fr: Lieu de naissance
it: Luogo di nascita
nl: Geboorteplaats
pl: Miejsce urodzenia
pt: Local de nascimento

# educationLabel
source: Education
de: Ausbildung
es: Educación
fr: Éducation
it: Istruzione
nl: Opleiding
pl: Wykształcenie
pt: Educação

# voivodeshipLabel
source: Voivodeship
de: Woiwodschaft
es: Voivodato
fr: Voïvodie
it: Voivodato
nl: Woiwodschap
pl: Województwo
pt: Voivodia

# emailLabelWithColon
source: Email:
es: Correo electrónico:

# votingsTab
source: Recent Votings
de: Letzte Abstimmungen
es: Votaciones recientes
fr: Votes récents
it: Votazioni recenti
nl: Recente stemmingen
pl: Ostatnie głosowania
pt: Votações recentes

# interpellationsTab
source: Interpellations
de: Interpellationen
es: Interpelaciones
it: Interpellanze
nl: Interpellaties
pl: Interpelacje
pt: Interpelações

# attendanceLabel
source: Overall attendance in votings
de: Gesamtanwesenheit bei Abstimmungen
es: Asistencia general en votaciones
fr: Présence générale aux votes
it: Presenza generale alle votazioni
nl: Algemene aanwezigheid bij stemmingen
pl: Ogólna frekwencja w głosowaniach
pt: Presença geral em votações

# attendanceTooltipBase
source: The scale assesses the level of fulfillment of the basic parliamentary duty. The adopted ranges are based on the assumption that high attendance is a measure of responsibility towards voters.
de: Die Skala bewertet die Erfüllung der grundlegenden parlamentarischen Pflicht. Die angenommenen Bereiche basieren auf der Annahme, dass eine hohe Anwesenheit ein Maß für die Verantwortung gegenüber den Wählern ist.
es: La escala evalúa el nivel de cumplimiento del deber parlamentario básico. Los rangos adoptados se basan en la suposición de que una alta asistencia es una medida de responsabilidad hacia los votantes.
fr: L'échelle évalue le niveau de respect de l'obligation parlementaire de base. Les fourchettes adoptées reposent sur l'hypothèse qu'un taux de présence élevé est une mesure de la responsabilité envers les électeurs.
it: La scala valuta il livello di adempimento del dovere parlamentare di base. Gli intervalli adottati si basano sul presupposto che un'alta affluenza sia una misura di responsabilità nei confronti degli elettori.
nl: De schaal beoordeelt de mate van vervulling van de parlementaire basisplicht. De aangenomen bandbreedtes zijn gebaseerd op de aanname dat een hoge opkomst een maatstaf is voor verantwoordelijkheid jegens de kiezers.
pl: Skala ocenia poziom realizacji podstawowego obowiązku parlamentarnego. Przyjęte przedziały opierają się na założeniu, że wysoka frekwencja jest miernikiem odpowiedzialności wobec wyborców.
pt: A escala avalia o nível de cumprimento do dever parlamentar básico. Os intervalos adotados baseiam-se na suposição de que uma alta presença é uma medida de responsabilidade para com os eleitores.

# attendanceTooltipPartialMandate
source: The MP held the mandate for part of the term. Attendance refers to this period.
de: Der Abgeordnete hatte das Mandat für einen Teil der Amtszeit inne. Die Anwesenheit bezieht sich auf diesen Zeitraum.
es: El diputado ocupó el mandato durante parte de la legislatura. La asistencia se refiere a este período.
fr: Le député a exercé son mandat pendant une partie de la législature. La présence se réfère à cette période.
it: Il deputato ha ricoperto il mandato per una parte della legislatura. La presenza si riferisce a questo periodo.
nl: De afgevaardigde bekleedde het mandaat voor een deel van de zittingsperiode. De aanwezigheid heeft betrekking op deze periode.
pl: Poseł pełnił mandat przez część kadencji. Frekwencja odnosi się do tego okresu.
pt: O deputado exerceu o mandato por parte da legislatura. A presença refere-se a este período.

# attendanceTooltipUnknownMandate
source: Attendance calculated based on a term with a small number of votes. Data may be less representative.
de: Anwesenheit berechnet auf der Grundlage einer Amtszeit mit einer geringen Anzahl von Abstimmungen. Daten können weniger repräsentativ sein.
es: Asistencia calculada en base a una legislatura con un pequeño número de votaciones. Los datos pueden ser menos representativos.
fr: Présence calculée sur la base d'une législature avec un petit nombre de votes. Les données peuvent être moins représentatives.
it: Presenza calcolata sulla base di una legislatura con un numero ridotto di votazioni. I dati potrebbero essere meno rappresentativi.
nl: Aanwezigheid berekend op basis van een zittingsperiode met een klein aantal stemmingen. Gegevens kunnen minder representatief zijn.
pl: Frekwencja obliczona na podstawie kadencji z niewielką liczbą głosowań. Dane mogą być mniej reprezentatywne.
pt: Presença calculada com base em uma legislatura com um pequeno número de votações. Os dados podem ser menos representativos.

# errorLoadVotings
source: Failed to load voting history.
de: Fehler beim Laden der Abstimmungshistorie.
es: No se pudo cargar el historial de votaciones.
fr: Échec du chargement de l'historique des votes.
it: Impossibile caricare la cronologia delle votazioni.
nl: Laden van stemgeschiedenis mislukt.
pl: Nie udało się załadować historii głosowań.
pt: Falha ao carregar o histórico de votações.

# errorLoadInterpellations
source: Failed to load interpellations.
de: Fehler beim Laden der Interpellationen.
es: No se pudieron cargar las interpelaciones.
fr: Échec du chargement des interpellations.
it: Impossibile caricare le interpellanze.
nl: Laden van interpellaties mislukt.
pl: Nie udało się załadować interpelacji.
pt: Falha ao carregar as interpelações.

# noVotingsData
source: No data on important votings to display.
de: Keine Daten zu wichtigen Abstimmungen zum Anzeigen.
es: No hay datos sobre votaciones importantes para mostrar.
fr: Aucune donnée sur les votes importants à afficher.
it: Nessun dato su votazioni importanti da visualizzare.
nl: Geen gegevens over belangrijke stemmingen om weer te geven.
pl: Brak danych o ważnych głosowaniach do wyświetlenia.
pt: Sem dados sobre votações importantes para exibir.

# noInterpellationsData
source: No data.
de: Keine Daten.
es: No hay datos.
fr: Aucune donnée.
it: Nessun dato.
nl: Geen gegevens.
pl: Brak danych.
pt: Sem dados.

# loadVotingsButton
source: Try to load votings
de: Versuchen, Abstimmungen zu laden
es: Intentar cargar votaciones
fr: Essayer de charger les votes
it: Prova a caricare le votazioni
nl: Probeer stemmingen te laden
pl: Spróbuj załadować głosowania
pt: Tentar carregar votações

# loadMoreButton
source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
nl: Meer weergeven
pl: Wyświetl więcej
pt: Mostrar mais

# interpellationSentDate
source: Date of submission: {date}
de: Einreichungsdatum: {date}
es: Fecha de envío: {date}
fr: Date de soumission : {date}
it: Data di presentazione: {date}
nl: Datum van indiening: {date}
pl: Data złożenia: {date}
pt: Data de envio: {date}

# interpellationReplyFrom
source: Reply from:
de: Antwort von:
es: Respuesta de:
fr: Réponse de :
it: Risposta da:
nl: Antwoord van:
pl: Odpowiedź od:
pt: Resposta de:

# cannotOpenReplyLink
source: Could not open reply link: {url}
de: Antwortlink konnte nicht geöffnet werden: {url}
es: No se pudo abrir el enlace de la respuesta: {url}
fr: Impossible d'ouvrir le lien de la réponse : {url}
it: Impossibile aprire il link della risposta: {url}
nl: Kon antwoordlink niet openen: {url}
pl: Nie można otworzyć linku odpowiedzi: {url}
pt: Não foi possível abrir o link da resposta: {url}

# pollResultNoVotes
source: no votes
de: keine Stimmen
es: sin votos
fr: pas de votes
it: nessun voto
nl: geen stemmen
pl: brak głosów
pt: sem votos

# pollResultOverwhelmingMajority
source: overwhelming majority
de: überwältigende Mehrheit
es: mayoría abrumadora
fr: majorité écrasante
it: maggioranza schiacciante
nl: overweldigende meerderheid
pl: zdecydowana większość
pt: maioria esmagadora

# pollResultMajority
source: majority
de: Mehrheit
es: mayoría
fr: majorité
it: maggioranza
nl: meerderheid
pl: większość
pt: maioria

# pollResultMinority
source: minority
de: Minderheit
es: minoría
fr: minorité
it: minoranza
nl: minderheid
pl: mniejszość
pt: minoria

# pollResultOverwhelmingMinority
source: overwhelming minority
de: überwältigende Minderheit
es: minoría abrumadora
fr: minorité écrasante
it: minoranza schiacciante
nl: overweldigende minderheid
pl: zdecydowana mniejszość
pt: minoria esmagadora

# pollTotalVotesLabel
source: Number of votes cast: {count}
de: Anzahl der abgegebenen Stimmen: {count}
es: Número de votos emitidos: {count}
fr: Nombre de votes exprimés : {count}
it: Numero di voti espressi: {count}
nl: Aantal uitgebrachte stemmen: {count}
pl: Liczba oddanych głosów: {count}
pt: Número de votos registrados: {count}

# pollVoteToAction
source: Cast your vote to see the results
de: Stimme ab, um die Ergebnisse zu sehen
es: Vota para ver los resultados
fr: Votez pour voir les résultats
it: Vota per vedere i risultati
nl: Breng uw stem uit om de resultaten te zien
pl: Oddaj głos, aby zobaczyć wyniki
pt: Vote para ver os resultados

# voteTypeFor
source: For
de: Dafür
es: A favor
fr: Pour
it: A favore
nl: Voor
pl: Za
pt: A favor

# voteTypeAgainst
source: Against
de: Dagegen
es: En contra
fr: Contre
it: Contro
nl: Tegen
pl: Przeciw
pt: Contra

# voteTypeAbstain
source: Abstain
de: Enthaltung
es: Abstención
fr: Abstention
it: Astenuto
nl: Onthouding
pl: Wstrzymał się
pt: Abstenção

# voteTypeAbsent
source: Absent
de: Abwesend
es: Ausente
it: Assente
nl: Afwezig
pl: Nieobecny
pt: Ausente

# defaultPrompt
source: General prompt
de: Prompt
es: Prompt
fr: Prompt
it: Prompt
nl: Prompt
pl: Prompt ogólny
pt: Prompt

# statusInProgress
source: In progress
de: In Bearbeitung
es: En proceso
fr: En cours
it: In corso
nl: In behandeling
pl: W procesie
pt: Em andamento

# statusPassedSejmToSenat
source: Passed and sent to the Senate
de: Angenommen und an den Senat weitergeleitet
es: Aprobada y enviada al Senado
fr: Adoptée et transmise au Sénat
it: Approvata e trasmessa al Senato
nl: Aangenomen en doorgestuurd naar de Senaat
pl: Uchwalono i przekazano do Senatu
pt: Aprovada e enviada ao Senado

# statusRejectedSejm
source: Rejected
de: Abgelehnt
es: Rechazada
fr: Rejetée
it: Respinta
nl: Verworpen
pl: Odrzucono
pt: Rejeitada

# statusRejectedBySenate
source: Rejected by the Senate
de: Vom Senat abgelehnt
es: Rechazada por el Senado
fr: Rejetée par le Sénat
it: Respinta dal Senato
nl: Verworpen door de Senaat
pl: Odrzucono przez Senat
pt: Rejeitada pelo Senado

# statusToPresident
source: Transmitted to the President
de: Dem Präsidenten übermittelt
es: Transmitida al Presidente
fr: Transmise au Président
it: Trasmessa al Presidente
nl: Doorgestuurd naar de President
pl: Przekazano Prezydentowi
pt: Enviada ao Presidente

# statusVetoPresident
source: President's VETO
de: VETO des Präsidenten
es: VETO del Presidente
fr: VETO du Président
it: VETO del Presidente
nl: VETO van de President
pl: VETO Prezydenta
pt: VETO do Presidente

# statusToConstitutionalTribunal
source: Referred to the Constitutional Tribunal
de: Dem Verfassungsgericht vorgelegt
es: Remitida al Tribunal Constitucional
fr: Déférée au Conseil constitutionnel
it: Rinviata alla Corte Costituzionale
nl: Verwezen naar het Constitutioneel Hof
pl: Skierowano do TK
pt: Remetida ao Tribunal Constitucional

# statusSignedByPresident
source: Signed by the President
de: Vom Präsidenten unterzeichnet
es: Firmada por el Presidente
fr: Signée par le Président
it: Firmata dal Presidente
nl: Ondertekend door de President
pl: Podpisano przez Prezydenta
pt: Assinada pelo Presidente

# statusEnacted
source: Enacted
de: In Kraft getreten
es: Promulgada
fr: Promulguée
it: Promulgata
nl: In werking getreden
pl: W mocy
pt: Promulgada

# statusExpired
source: Expired
de: Verfallen
es: Caducada
fr: Expirée
it: Scaduta
nl: Vervallen
pl: Przedawniono
pt: Expirada

# statusAdoptedResolution
source: Adopted
de: Angenommen
es: Aprobada
fr: Adoptée
it: Approvata
nl: Aangenomen
pl: Uchwalono
pt: Aprovada

# statusRejectedResolution
source: Rejected
de: Abgelehnt
es: Rechazada
fr: Rejetée
it: Respinta
nl: Verworpen
pl: Odrzucono
pt: Rejeitada

# statusImmediateRejection
source: Immediate rejection
de: Sofortige Ablehnung
es: Rechazo inmediato
fr: Rejet immédiat
it: Reiezione immediata
nl: Onmiddellijke verwerping
pl: Natychmiastowe odrzucenie
pt: Rejeição imediata

# statusWithdrawn
source: Withdrawn
de: Zurückgezogen
es: Retirada
fr: Retirée
it: Ritirata
nl: Ingetrokken
pl: Wycofano
pt: Retirada

# filterStatusAll
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle
pl: Wszystkie
pt: Todos

# filterStatusPassed
source: Passed
de: Angenommen
es: Aprobados
fr: Adoptés
it: Approvati
nl: Aangenomen
pl: Przyjęte
pt: Aprovados

# filterStatusRejected
source: Rejected
de: Abgelehnt
es: Rechazados
fr: Rejetés
it: Respinti
nl: Verworpen
pl: Odrzucone
pt: Rejeitados

# docTypeBill
source: Bill
de: Gesetzesentwurf
es: Proyecto de ley
fr: Projet de loi
it: Progetto di legge
nl: Wetsontwerp
pl: Projekt ustawy
pt: Projeto de lei

# docTypeResolution
source: Resolution
de: Beschlussentwurf
es: Proyecto de resolución
fr: Projet de résolution
it: Progetto di risoluzione
nl: Resolutieontwerp
pl: Projekt uchwały
pt: Projeto de resolução

# statusUpcoming
source: Planned
de: Geplant
es: Programado
fr: Prévu
it: In programma
nl: Gepland
pl: Zaplanowane
pt: Agendado

# statusIntroducedInHouse
source: Introduced in House
de: Im Repräsentantenhaus eingebracht
es: Presentado en la Cámara de Representantes
fr: Présenté à la Chambre des représentants
it: Presentato alla Camera dei Rappresentanti
nl: Ingediend in het Huis van Afgevaardigden
pl: Złożono w Izbie Reprezentantów
pt: Apresentado na Câmara dos Representantes

# statusReportedToSenate
source: Reported to Senate
de: An den Senat berichtet
es: Informado al Senado
fr: Rapporté au Sénat
it: Riferito al Senato
nl: Gerapporteerd aan de Senaat
pl: Przekazano sprawozdanie do Senatu
pt: Relatado ao Senado

# statusReportedInHouse
source: Reported in House
de: Im Repräsentantenhaus berichtet
es: Informado en la Cámara
fr: Rapporté à la Chambre
it: Riferito alla Camera
nl: Gerapporteerd in het Huis
pl: Złożono sprawozdanie w Izbie
pt: Relatado na Câmara

# statusReferredInSenate
source: Referred in Senate
de: Im Senat überwiesen
es: Remitido al Senado
fr: Renvoyé au Sénat
it: Assegnato al Senato
nl: Verwezen in de Senaat
pl: Skierowano w Senacie
pt: Remetido ao Senado

# statusReferredInHouse
source: Referred in House
de: Im Repräsentantenhaus überwiesen
es: Remitido a la Cámara
fr: Renvoyé à la Chambre
it: Assegnato alla Camera
nl: Verwezen in het Huis
pl: Skierowano w Izbie
pt: Remetido à Câmara

# statusReferenceChangeSenate
source: Reference Change in Senate
de: Überweisungsänderung im Senat
es: Cambio de remisión en el Senado
fr: Changement de renvoi au Sénat
it: Cambio di assegnazione al Senato
nl: Verwijzingswijziging in de Senaat
pl: Zmiana skierowania w Senacie
pt: Mudança de remessa no Senado

# statusReceivedInSenate
source: Received in Senate
de: Im Senat eingegangen
es: Recibido en el Senado
fr: Reçu au Sénat
it: Ricevuto al Senato
nl: Ontvangen in de Senaat
pl: Otrzymano w Senacie
pt: Recebido no Senado

# statusPlacedOnCalendarSenate
source: Placed on Calendar in Senate
de: Auf die Tagesordnung des Senats gesetzt
es: Incluido en el calendario del Senado
fr: Inscrit au calendrier du Sénat
it: Iscritto al calendario del Senato
nl: Op de kalender van de Senaat geplaatst
pl: Umieszczono w kalendarzu Senatu
pt: Colocado no calendário do Senado

# statusIntroducedInSenate
source: Introduced in Senate
de: Im Senat eingebracht
es: Presentado en el Senado
fr: Présenté au Sénat
it: Presentato al Senato
nl: Ingediend in de Senaat
pl: Złożono w Senacie
pt: Apresentado no Senado

# statusEngrossedInHouse
source: Engrossed in House
de: Endgültig im Repräsentantenhaus verabschiedet
es: Aprobado en su forma final en la Cámara
fr: Adopté en forme finale à la Chambre
it: Approvato nella sua forma finale alla Camera
nl: Definitief goedgekeurd in het Huis
pl: Przyjęto w ostatecznym kształcie w Izbie
pt: Aprovado em forma final na Câmara

# statusAgreedToSenate
source: Agreed to in Senate
de: Im Senat zugestimmt
es: Acordado en el Senado
fr: Approuvé au Sénat
it: Concordato al Senato
nl: Goedgekeurd in de Senaat
pl: Uzgodniono w Senacie
pt: Aprovado no Senado

# statusEngrossedAmendmentHouse
source: Engrossed Amendment in House
de: Änderungsantrag im Repräsentantenhaus angenommen
es: Enmienda aprobada en la Cámara
fr: Amendement adopté à la Chambre
it: Emendamento approvato alla Camera
nl: Amendement goedgekeurd in het Huis
pl: Przyjęto poprawkę w Izbie
pt: Emenda aprovada na Câmara

# statusFailedPassageSenate
source: Failed Passage in Senate
de: Im Senat gescheitert
es: Rechazado en el Senado
fr: Échec au Sénat
it: Passaggio fallito al Senato
nl: Verworpen in de Senaat
pl: Odrzucono w Senacie
pt: Rejeitado no Senado

# statusLaidOnTableInHouse
source: Laid on Table in House
de: Im Repräsentantenhaus zurückgestellt
es: Archivado en la Cámara de Representantes
fr: Mis de côté à la Chambre
it: Accantonato alla Camera
nl: Terzijde gelegd in het Huis
pl: Odłożono w Izbie Reprezentantów
pt: Arquivado na Câmara

# statusPrivateLaw
source: Private Law
de: Privatgesetz
es: Ley Privada
fr: Loi privée
it: Legge Privata
nl: Privéwet
pl: Ustawa prywatna
pt: Lei Privada

# statusPublicLaw
source: Public Law
de: Öffentliches Gesetz
es: Ley Pública
fr: Loi publique
it: Legge Pubblica
nl: Publieke Wet
pl: Ustawa publiczna
pt: Lei Pública

# statusAdopted
source: Adopted
de: Angenommen
es: Adoptado
fr: Adopté
it: Adottato
nl: Aangenomen
pl: Przyjęto
pt: Adotado

# statusDeBundesratApproved
source: Bundesrat has approved
de: Bundesrat hat zugestimmt
es: El Bundesrat ha aprobado
fr: Le Bundesrat a approuvé
it: Il Bundesrat ha approvato
nl: De Bundesrat heeft goedgekeurd
pl: Bundesrat zatwierdził
pt: O Bundesrat aprovou

# statusDeAdopted
source: Adopted
de: Verabschiedet
es: Aprobado
fr: Adopté
it: Adottato
nl: Aangenomen
pl: Przyjęto
pt: Adotado

# statusDeIntroductionApproved
source: Introduction approved
de: Einbringung beschlossen
es: Introducción aprobada
fr: Introduction approuvée
it: Introduzione approvata
nl: Introductie goedgekeurd
pl: Wprowadzenie zatwierdzone
pt: Introdução aprovada

# statusDeAnnounced
source: Announced
de: Verkündet
es: Promulgado
fr: Promulgué
it: Promulgato
nl: Afgekondigd
pl: Ogłoszono
pt: Promulgado

# statusDeRejected
source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Respinto
nl: Verworpen
pl: Odrzucono
pt: Rejeitado

# statusDeBundesratDenied
source: Bundesrat has denied consent
de: Bundesrat hat Zustimmung versagt
es: El Bundesrat ha denegado su consentimiento
fr: Le Bundesrat a refusé son consentement
it: Il Bundesrat ha negato il consenso
nl: De Bundesrat heeft toestemming geweigerd
pl: Bundesrat odmówił zgody
pt: O Bundesrat negou o consentimento

# statusDeIntroductionRejected
source: Introduction rejected
de: Einbringung abgelehnt
es: Introducción rechazada
fr: Introduction rejetée
it: Introduzione respinta
nl: Introductie verworpen
pl: Wprowadzenie odrzucone
pt: Introdução rejeitada

# statusDeDeclaredCompleted
source: Declared completed
de: Für erledigt erklärt
es: Declarado concluido
fr: Déclaré clos
it: Dichiarato concluso
nl: Afgehandeld verklaard
pl: Uznano za zakończone
pt: Declarado concluído

# statusDeCompletedByTermEnd
source: Completed by end of legislative period
de: Erledigt durch Ablauf der Wahlperiode
es: Concluido por fin de legislatura
fr: Expiré à la fin de la législature
it: Concluso per fine legislatura
nl: Afgehandeld door einde zittingsperiode
pl: Zakończono z końcem kadencji
pt: Concluído no final do período legislativo

# statusDeDeclaredUnconstitutional
source: Declared incompatible with the Basic Law
de: Für mit dem Grundgesetz unvereinbar erklärt
es: Declarado inconstitucional
fr: Déclaré inconstitutionnel
it: Dichiarato incostituzionale
nl: Onverenigbaar met de Grondwet verklaard
pl: Uznano za niezgodne z Ustawą Zasadniczą
pt: Declarado inconstitucional

# statusDeWithdrawn
source: Withdrawn
de: Zurückgezogen
es: Retirado
fr: Retiré
it: Ritirato
nl: Ingetrokken
pl: Wycofano
pt: Retirado

# statusDeBundesratProcessCompleted
source: Process in Bundesrat completed
de: Durchgang im Bundesrat abgeschlossen
es: Proceso en el Bundesrat completado
fr: Procédure au Bundesrat terminée
it: Processo nel Bundesrat completato
nl: Proces in Bundesrat voltooid
pl: Proces w Bundesracie zakończony
pt: Processo no Bundesrat concluído

# statusDeCompleted
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
nl: Voltooid
pl: Zakończono
pt: Concluído

# statusDeCompletedSeeProcess
source: Completed - see procedure
de: Abgeschlossen - Ergebnis siehe Vorgangsablauf
es: Completado - ver procedimiento
fr: Terminé - voir procédure
it: Completato - vedi procedura
nl: Voltooid - zie procedure
pl: Zakończono - zobacz przebieg
pt: Concluído - ver procedimento

# statusDeRecommendationAvailable
source: Recommendation for resolution is available
de: Beschlussempfehlung liegt vor
es: Recomendación de resolución disponible
fr: Recommandation de résolution disponible
it: Raccomandazione di risoluzione disponibile
nl: Aanbeveling voor resolutie beschikbaar
pl: Dostępna rekomendacja do uchwały
pt: Recomendação de resolução disponível

# statusDeToBundesratNotDeliberated
source: Transmitted to Bundesrat - not yet deliberated
de: Dem Bundesrat zugeleitet - Noch nicht beraten
es: Transmitido al Bundesrat - aún no deliberado
fr: Transmis au Bundesrat - pas encore délibéré
it: Trasmesso al Bundesrat - non ancora deliberato
nl: Doorgestuurd naar Bundesrat - nog niet behandeld
pl: Przekazano do Bundesratu - jeszcze nie rozpatrzono
pt: Transmitido ao Bundesrat - ainda não deliberado

# statusDeAssignedToCommittees
source: Assigned to committees
de: Den Ausschüssen zugewiesen
es: Asignado a comisiones
fr: Assigné aux commissions
it: Assegnato alle commissioni
nl: Toegewezen aan commissies
pl: Przypisano do komisji
pt: Atribuído às comissões

# statusDeNotYetDeliberated
source: Not yet deliberated
de: Noch nicht beraten
es: Aún no deliberado
fr: Pas encore délibéré
it: Non ancora deliberato
nl: Nog niet behandeld
pl: Jeszcze nie rozpatrzono
pt: Ainda não deliberado

# statusDeMergedWith
source: Merged with... (see procedure)
de: Zusammengeführt mit... (siehe Vorgangsablauf)
es: Fusionado con... (ver procedimiento)
fr: Fusionné avec... (voir procédure)
it: Unito con... (vedi procedura)
nl: Samengevoegd met... (zie procedure)
pl: Połączono z... (zobacz przebieg)
pt: Fundido com... (ver procedimento)

# statusDeReferred
source: Referred
de: Überwiesen
es: Remitido
fr: Renvoyé
it: Assegnato
nl: Verwezen
pl: Skierowano
pt: Remetido

# statusFrLawPublished
source: Law published
de: Gesetz veröffentlicht
es: Ley publicada
fr: Loi publiée
it: Legge pubblicata
nl: Wet gepubliceerd
pl: Ustawa opublikowana
pt: Lei publicada

# statusFrOrdinancePublished
source: Ordinance published
de: Verordnung veröffentlicht
es: Ordenanza publicada
fr: Ordonnance publiée
it: Ordinanza pubblicata
nl: Verordening gepubliceerd
pl: Rozporządzenie opublikowane
pt: Portaria publicada
