Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# infoParagraph4
source: Democracy isn't a spectator sport. We are introducing a mechanism where professionally formatted citizen initiatives are displayed on par with government bills. We provide the infrastructure to move you from a passive observer to an Architect of Change – building real support for issues that matter. We are taking democracy to a new level.
de: Demokratie ist kein Zuschauersport. Wir führen einen Mechanismus ein, bei dem Bürgerinitiativen gleichberechtigt neben Regierungsentwürfen präsentiert werden. Wir bieten die Infrastruktur, um vom passiven Beobachter zum Architekten des Wandels zu werden – um echte Unterstützung für wichtige Themen aufzubauen. Wir heben die Demokratie auf eine neue Ebene.
es: La democracia no es un deporte para espectadores. Introducimos un mecanismo donde las iniciativas ciudadanas se muestran en igualdad de condiciones con los proyectos gubernamentales. Te damos la infraestructura para pasar de observador pasivo a Arquitecto del Cambio, construyendo apoyo real para los temas que importan. Elevamos la democracia a un nuevo nivel.
fr: La démocratie n'est pas un sport de spectateurs. Nous introduisons un mécanisme où les initiatives citoyennes sont présentées sur un pied d'égalité avec les projets gouvernementaux. Nous vous fournissons l'infrastructure pour passer d'observateur passif à Architecte du Changement – pour construire un soutien réel aux causes qui comptent. Nous portons la démocratie à un niveau supérieur.
it: La democrazia non è uno sport per spettatori. Introduciamo un meccanismo in cui le iniziative dei cittadini sono presentate alla pari con i progetti governativi. Ti forniamo l'infrastruttura per passare da osservatore passivo ad Architetto del Cambiamento, costruendo un sostegno reale per le questioni che contano. Portiamo la democrazia a un nuovo livello.
nl: Democratie is geen kijksport. We introduceren een mechanisme waarbij burgerinitiatieven op gelijke voet worden getoond met wetsvoorstellen van de overheid. We bieden de infrastructuur om van passieve toeschouwer naar Architect van Verandering te gaan – om echte steun op te bouwen voor zaken die ertoe doen. We tillen de democratie naar een nieuw niveau.
pl: Demokracja to nie spektakl dla widzów. Wprowadzamy mechanizm, w którym profesjonalnie sformatowane projekty obywatelskie są prezentowane na równi z rządowymi ustawami. Dajemy Ci infrastrukturę, by przejść z pozycji biernego obserwatora do Architekta Zmian – by budować realne poparcie dla spraw, które mają znaczenie. Wznosimy demokrację na nowy poziom.
pt: A democracia não é um desporto para espectadores. Introduzimos um mecanismo onde iniciativas cidadãs são apresentadas em pé de igualdade com projetos governamentais. Fornecemos a infraestrutura para passar de observador passivo a Arquiteto da Mudança – construindo apoio real para causas que importam. Elevamos a democracia a um novo nível.

# linkHowTechnologyWorks
source: How does the technology work?
de: Wie funktioniert die Technologie?
es: ¿Cómo funciona la tecnología?
fr: Comment fonctionne la technologie ?
it: Come funziona la tecnologia?
nl: Hoe werkt de technologie?
pl: Jak działa technologia?
pt: Como a tecnologia funciona?

# linkTermsAndPrivacy
source: Terms and Privacy Policy
de: AGB und Datenschutzrichtlinie
es: Términos y Política de privacidad
fr: Conditions et Politique de confidentialité
it: Termini e Informativa sulla privacy
nl: Voorwaarden en Privacybeleid
pl: Regulamin i polityka prywatności
pt: Termos e Política de Privacidade

# supportScreenTitle
source: Public Infrastructure
de: Öffentliche Infrastruktur
es: Infraestructura Pública
fr: Infrastructure Publique
it: Infrastruttura Pubblica
nl: Publieke Infrastructuur
pl: Publiczna Infrastruktura
pt: Infraestrutura Pública

# supportParagraph1
source: Lustra is a digital public utility. But freedom has a price. We rejected capital to guarantee 100% impartiality, believing it is the only path to change. Maintaining infrastructure and servers depends solely on voluntary contributions. The equivalent of $10 funds platform access for several thousand people monthly. Your support guarantees the continuity of the mission and uninterrupted platform operation.
de: Lustra ist eine digitale öffentliche Dienstleistung. Aber Freiheit hat ihren Preis. Wir haben Kapital abgelehnt, um 100% Unparteilichkeit zu garantieren, da wir glauben, dass dies der einzige Weg zur Veränderung ist. Die Wartung der Infrastruktur und Server hängt allein von freiwilligen Beiträgen ab. Der Gegenwert von 10$ finanziert den Zugang zur Plattform für mehrere tausend Menschen monatlich. Deine Unterstützung garantiert die Kontinuität der Mission.
es: Lustra es un servicio de utilidad pública digital. Pero la libertad tiene un precio. Rechazamos el capital para garantizar un 100% de imparcialidad, creyendo que es el único camino hacia el cambio. El mantenimiento de la infraestructura y los servidores depende únicamente de contribuciones voluntarias. El equivalente a 10$ financia el acceso a la plataforma para varios miles de personas al mes. Tu apoyo garantiza la continuidad de la misión y el funcionamiento ininterrumpido.
fr: Lustra est un service public numérique. Mais la liberté a un prix. Nous avons rejeté le capital pour garantir une impartialité totale, car nous croyons que c'est la seule voie vers le changement. La maintenance de l'infrastructure et des serveurs dépend uniquement de contributions volontaires. L'équivalent de 10 $ permet de financer l'accès à la plateforme pour plusieurs milliers de personnes par mois. Votre soutien garantit la continuité de la mission et le fonctionnement ininterrompu.
it: Lustra è un servizio di pubblica utilità digitale. Ma la libertà ha un prezzo. Abbiamo rifiutato il capitale per garantire il 100% di imparzialità, credendo che sia l'unica strada per il cambiamento. La manutenzione dell'infrastruttura e dei server dipende esclusivamente da contributi volontari. L'equivalente di 10$ finanzia l'accesso alla piattaforma per diverse migliaia di persone al mese. Il tuo sostegno garantisce la continuità della missione.
nl: Lustra is een digitale openbare voorziening. Maar vrijheid heeft een prijs. We hebben kapitaal afgewezen om 100% onpartijdigheid te garanderen, omdat we geloven dat dit de enige weg naar verandering is. Het onderhoud van infrastructuur en servers hangt volledig af van vrijwillige bijdragen. Het equivalent van $10 financiert de toegang tot het platform voor enkele duizenden mensen per maand. Jouw steun garandeert de continuïteit van de missie.
pl: Lustra to cyfrowa usługa użyteczności publicznej. Ale wolność ma swoją cenę. Odrzuciliśmy kapitał, aby zagwarantować 100% bezstronności, gdyż wierzymy, że to jedyna droga do zmian. Utrzymanie infrastruktury i serwerów zależy wyłącznie od dobrowolnych wpłat. Równowartość 10$ pozwala sfinansować dostęp do platformy dla nawet kilku tysięcy osób miesięcznie. Twoje wsparcie gwarantuje ciągłość misji i nieprzerwane działanie platformy.
pt: A Lustra é um serviço de utilidade pública digital. Mas a liberdade tem um preço. Rejeitámos o capital para garantir 100% de imparcialidade, pois acreditamos que é o único caminho para a mudança. A manutenção da infraestrutura e servidores depende exclusivamente de contribuições voluntárias. O equivalente a 10$ financia o acesso à plataforma para vários milhares de pessoas por mês. O teu apoio garante a continuidade da missão.

# buttonSupportFinancially
source: Support
de: Unterstützen
es: Apoyar
fr: Soutenir
it: Sostieni
nl: Steun ons
pl: Wesprzyj
pt: Apoiar

# supportThankYou
source: Thank you. You keep the system alive.
de: Danke. Du hältst das System am Leben.
es: Gracias. Mantienes el sistema vivo.
fr: Merci. Vous maintenez le système en vie.
it: Grazie. Mantieni vivo il sistema.
nl: Dank je. Je houdt het systeem in leven.
pl: Dziękujemy. Utrzymujesz system przy życiu.
pt: Obrigado. Manténs o sistema vivo.

# creatorTitle
source: Founder
de: Gründer
es: Fundador
fr: Fondateur
it: Fondatore
nl: Oprichter
pl: Założyciel
pt: Fundador

# futureFeaturesScreenTitle
source: Community Roadmap
es: Hoja de Ruta Comunitaria
fr: Feuille de Route Communautaire
it: Roadmap della Comunità
pl: Roadmapa Społeczności
pt: Roteiro da Comunidade

# futureFeaturesHeader
source: You Control the Direction
de: Du bestimmst die Richtung
es: Tú Controlas la Dirección
fr: Vous Contrôlez la Direction
it: Tu Controlli la Direzione
nl: Jij Bepaalt de Richting
pl: Kierunek rozwoju zależy od Ciebie
pt: Tu Controlas a Direção

# futureFeatureSenate
source: Senator Integration
de: Senatoren-Integration
es: Integración de Senadores
fr: Intégration des Sénateurs
it: Integrazione dei Senatori
nl: Senatoren Integratie
pl: Integracja Senatorów
pt: Integração de Senadores

# futureFeatureCitizenInitiative
source: Citizen Referendums
de: Bürgerentscheide
es: Referéndums Ciudadanos
fr: Référendums Citoyens
it: Referendum Cittadini
nl: Burgerreferenda
pl: Referenda Obywatelskie
pt: Referendos de Cidadãos

# futureFeaturesDescription
source: This is not a closed wishlist. Lustra is infrastructure owned by citizens, so we all have an impact on its development. Join the Civic Evolution community on Reddit, submit ideas, and vote on upcoming features. Let's write the next chapter of democracy together!
de: Dies ist keine geschlossene Wunschliste. Lustra ist eine Infrastruktur, die den Bürgern gehört, daher haben wir alle Einfluss auf die Entwicklung. Tritt der Civic Evolution Community auf Reddit bei, reiche Ideen ein und stimme über die nächsten Funktionen ab. Lass uns gemeinsam das nächste Kapitel der Demokratie schreiben!
es: Esta no es una lista de deseos cerrada. Lustra es una infraestructura que pertenece a los ciudadanos, por lo que todos tenemos impacto en su desarrollo. Únete a la comunidad Civic Evolution en Reddit, propón ideas y vota sobre las próximas funciones. ¡Trabajemos juntos en el próximo capítulo de la democracia!
fr: Ce n'est pas une liste de souhaits fermée. Lustra est une infrastructure appartenant aux citoyens, nous avons donc tous un impact sur son développement. Rejoignez la communauté Civic Evolution sur Reddit, proposez des idées et votez pour les prochaines fonctionnalités. Écrivons ensemble le prochain chapitre de la démocratie !
it: Questa non è una lista dei desideri chiusa. Lustra è un'infrastruttura che appartiene ai cittadini, quindi tutti noi abbiamo un impatto sul suo sviluppo. Unisciti alla comunità Civic Evolution su Reddit, proponi idee e vota sulle prossime funzionalità. Scriviamo insieme il prossimo capitolo della democrazia!
nl: Dit is geen gesloten verlanglijst. Lustra is infrastructuur in handen van burgers, dus we hebben allemaal invloed op de ontwikkeling. Sluit je aan bij de Civic Evolution community op Reddit, dien ideeën in en stem over de volgende functies. Laten we samen het volgende hoofdstuk van de democratie schrijven!
pl: To nie jest zamknięta lista życzeń. Lustra to infrastruktura należąca do obywateli, dlatego wszyscy mamy wpływ na kierunek rozwoju. Dołącz do społeczności Civic Evolution na Reddit, zgłaszaj pomysły i głosuj nad kolejnymi funkcjami. Razem pracujmy nad kolejnym rozdziałem demokracji!
pt: Esta não é uma lista de desejos fechada. A Lustra é uma infraestrutura que pertence aos cidadãos, por isso todos temos impacto no seu desenvolvimento. Junta-te à comunidade Civic Evolution no Reddit, submete ideias e vota nas próximas funcionalidades. Vamos escrever juntos o próximo capítulo da democracia!

# futureFeaturesVoteButton
source: Vote on Roadmap
de: Über Roadmap abstimmen
es: Votar Hoja de Ruta
fr: Voter sur la Roadmap
it: Vota sulla Roadmap
nl: Stem op Roadmap
pl: Głosuj nad rozwojem
pt: Votar no Roteiro

# comingSoon
source: Proposal
de: Vorschlag
es: Propuesta
fr: Proposition
it: Proposta
nl: Voorstel
pl: Propozycja
pt: Proposta

# legislationScreenTitle
source: Finished - {parliamentName}
de: Abgeschlossen - {parliamentName}
es: Finalizado - {parliamentName}
fr: Terminé - {parliamentName}
it: Completato - {parliamentName}
nl: Afgerond - {parliamentName}
pl: Zakończone - {parliamentName}
pt: Concluído - {parliamentName}

# refreshDataTooltip
source: Refresh cache
de: Cache aktualisieren
es: Actualizar caché
fr: Rafraîchir le cache
it: Aggiorna la cache
nl: Cache vernieuwen
pl: Odśwież cache
pt: Atualizar dados

# advancedSearchHint
source: Advanced search...
de: Erweiterte Suche...
es: Búsqueda avanzada...
fr: Recherche avancée...
it: Ricerca avanzata...
nl: Geavanceerd zoeken...
pl: Zaawansowane wyszukiwanie...
pt: Busca avançada...

# filterTypeLabel
source: Type:
de: Typ:
es: Tipo:
it: Tipo:
pl: Typ:
pt: Tipo:

# filterStatusLabel
source: Status:
es: Estado:
fr: Statut :
it: Stato:

# allOption
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle
pl: Wszystkie
pt: Todos

# errorFetchData
source: Failed to fetch data. Please try again.
de: Daten konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se pudieron obtener los datos. Por favor, inténtelo de nuevo.
fr: Échec de la récupération des données. Veuillez réessayer.
it: Impossibile recuperare i dati. Riprova.
nl: Gegevens konden niet worden opgehaald. Probeer het opnieuw.
pl: Nie udało się pobrać danych. Spróbuj ponownie.
pt: Falha ao buscar dados. Por favor, tente novamente.

# emptyListFilterMessage
source: No bills found matching the selected criteria.
de: Keine Gesetze gefunden, die den ausgewählten Kriterien entsprechen.
es: No se encontraron leyes que coincidan con los criterios seleccionados.
fr: Aucune loi ne correspond aux critères sélectionnés.
it: Nessuna legge trovata che corrisponda ai criteri selezionati.
nl: Geen wetsvoorstellen gevonden die aan de geselecteerde criteria voldoen.
pl: Brak ustaw spełniających wybrane kryteria filtrowania.
pt: Nenhuma lei encontrada que corresponda aos critérios selecionados.

# emptyListDefaultMessage
source: No finished bills to display for this source.
de: Für diese Quelle sind keine abgeschlossenen Gesetze anzuzeigen.
es: No hay leyes finalizadas para mostrar para esta fuente.
fr: Aucune loi terminée à afficher pour cette source.
it: Nessuna legge completata da visualizzare per questa fonte.
nl: Geen afgeronde wetsvoorstellen om weer te geven voor deze bron.
pl: Brak zakończonych ustaw do wyświetlenia dla tego źródła.
pt: Nenhuma lei concluída para exibir para esta fonte.

# searchDialogTitle
source: Search and Filter
de: Suchen und Filtern
es: Buscar y filtrar
fr: Rechercher et filtrer
it: Cerca e filtra
nl: Zoeken en filteren
pl: Wyszukaj i filtruj
pt: Buscar e Filtrar

# searchDialogHint
source: Enter search phrase...
de: Suchbegriff eingeben...
es: Introduzca el término de búsqueda...
fr: Entrez un terme de recherche...
it: Inserisci il termine di ricerca...
nl: Voer zoekterm in...
pl: Wpisz szukaną frazę...
pt: Digite o termo de busca...

# searchDialogTimePeriodLabel
source: Time period
de: Zeitraum
es: Período de tiempo
fr: Période
it: Periodo di tempo
nl: Tijdsperiode
pl: Okres czasu
pt: Período de tempo

# searchDialogSearchButton
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
pl: Wyszukaj
pt: Buscar

# searchDialogSelectDateRange
source: Select range
de: Bereich auswählen
es: Seleccionar rango
fr: Sélectionner une plage
it: Seleziona intervallo
nl: Selecteer bereik
pl: Wybierz zakres
pt: Selecionar intervalo

# searchDialogDateRangePickerHelp
source: Select a date range
de: Wählen Sie einen Datumsbereich
es: Seleccione un rango de fechas
fr: Sélectionnez une plage de dates
it: Seleziona un intervallo di date
nl: Selecteer een datumbereik
pl: Wybierz zakres dat
pt: Selecione um intervalo de datas

# searchDialogDateRangePickerCancel
source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
nl: ANNULEREN
pl: Anuluj
pt: CANCELAR

# searchDialogDateRangePickerSave
source: SAVE
de: SPEICHERN
es: GUARDAR
fr: ENREGISTRER
it: SALVA
nl: OPSLAAN
pl: Zapisz
pt: SALVAR

# timePeriodLastWeek
source: Last Week
de: Letzte Woche
es: Última semana
fr: La semaine dernière
it: Ultima settimana
nl: Afgelopen week
pl: Ostatni tydzień
pt: Última semana

# timePeriodLastMonth
source: Last Month
de: Letzter Monat
es: Último mes
fr: Le mois dernier
it: Ultimo mese
nl: Afgelopen maand
pl: Ostatni miesiąc
pt: Último mês

# timePeriodLast3Months
source: Last 3 months
de: Letzte 3 Monate
es: Últimos 3 meses
fr: Les 3 derniers mois
it: Ultimi 3 mesi
nl: Afgelopen 3 maanden
pl: Ostatnie 3 miesiące
pt: Últimos 3 meses

# timePeriodLastYear
source: Last year
de: Letztes Jahr
es: Último año
fr: L'année dernière
it: Ultimo anno
nl: Afgelopen jaar
pl: Ostatni rok
pt: Último ano

# timePeriodAll
source: All time
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Toute la période
it: Sempre
nl: Alle tijden
pl: Wszystkie
pt: Todo o período

# timePeriodCustom
source: Custom range
de: Benutzerdefinierter Bereich
es: Rango personalizado
fr: Plage personnalisée
it: Intervallo personalizzato
nl: Aangepast bereik
pl: Własny zakres czasu
pt: Intervalo personalizado

# categoryAll
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle
pl: Wszystkie
pt: Todos

# categoryHealth
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
nl: Gezondheid
pl: Zdrowie
pt: Saúde

# categoryFamily
source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
nl: Familie
pl: Rodzina
pt: Família

# categoryTaxes
source: Taxes
de: Steuern
es: Impuestos
fr: Impôts
it: Tasse
nl: Belastingen
pl: Podatki
pt: Impostos

# categoryMigration
source: Migration
es: Migración
it: Migrazione
nl: Migratie
pl: Migracja
pt: Migração

# categoryLabor
source: Labor
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
nl: Arbeid
pl: Praca
pt: Trabalho

# categorySecurity
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Veiligheid
pl: Bezpieczeństwo
pt: Segurança

# categoryEducation
source: Education
de: Bildung
es: Educación
fr: Éducation
it: Istruzione
nl: Onderwijs
pl: Edukacja
pt: Educação

# categoryEnvironment
source: Environment
de: Umwelt
es: Medio ambiente
fr: Environnement
it: Ambiente
nl: Milieu
pl: Środowisko
pt: Meio ambiente

# categoryCourtsAndLaw
source: Courts and Law
de: Gerichte und Recht
es: Tribunales y ley
fr: Tribunaux et droit
it: Tribunali e legge
nl: Rechtbanken en wetgeving
pl: Sądy i prawo
pt: Tribunais e lei

# categoryTransport
source: Transport
de: Verkehr
es: Transporte
it: Trasporti
pt: Transporte

# categoryBenefits
source: Benefits
de: Sozialleistungen
es: Beneficios
fr: Prestations
it: Benefici
nl: Uitkeringen
pl: Świadczenia
pt: Benefícios

# categoryRealEstate
source: Real Estate
de: Immobilien
es: Bienes raíces
fr: Immobilier
it: Immobiliare
nl: Onroerend goed
pl: Nieruchomości
pt: Imobiliário

# categoryMediaAndCulture
source: Media and Culture
de: Medien und Kultur
es: Medios y cultura
fr: Médias et culture
it: Media e cultura
nl: Media en cultuur
pl: Media i kultura
pt: Mídia e cultura

# categoryLocalGovernment
source: Local Government
de: Lokale Verwaltung
es: Gobierno local
fr: Gouvernement local
it: Governo locale
nl: Lokale overheid
pl: Samorząd
pt: Governo local

# categoryAgriculture
source: Agriculture
de: Landwirtschaft
es: Agricultura
it: Agricoltura
nl: Landbouw
pl: Rolnictwo
pt: Agricultura

# categoryPublicInvestments
source: Public Investments
de: Öffentliche Investitionen
es: Inversiones públicas
fr: Investissements publics
it: Investimenti pubblici
nl: Openbare investeringen
pl: Inwestycje publiczne
pt: Investimentos públicos

# categoryInformatization
source: Informatization
de: Informatisierung
es: Informatización
fr: Informatisation
it: Informatizzazione
nl: Informatisering
pl: Informatyzacja
pt: Informatização

# categoryEconomy
source: Economy
de: Wirtschaft
es: Economía
fr: Économie
it: Economia
nl: Economie
pl: Gospodarka
pt: Economia

# categoryOther
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
nl: Overig
pl: Inne
pt: Outro

# futureLegislationScreenTitle
source: Upcoming Bills - {parliamentName}
de: Bevorstehende Gesetze - {parliamentName}
es: Próximas leyes - {parliamentName}
fr: Projets de loi à venir - {parliamentName}
it: Prossime leggi - {parliamentName}
nl: Aankomende wetsvoorstellen - {parliamentName}
pl: Nadchodzące ustawy - {parliamentName}
pt: Próximas Leis - {parliamentName}

# searchDialogAdvancedTitle
source: Search and Filter (Advanced)
de: Suchen und Filtern (Erweitert)
es: Buscar y filtrar (Avanzado)
fr: Rechercher et filtrer (Avancé)
it: Cerca e filtra (Avanzato)
nl: Zoeken en filteren (Geavanceerd)
pl: Wyszukaj i filtruj (Zaawansowane)
pt: Buscar e Filtrar (Avançado)

# emptyListFilterMessageFuture
source: No upcoming bills found matching the selected criteria.
de: Keine bevorstehenden Gesetze gefunden, die den ausgewählten Kriterien entsprechen.
es: No se encontraron próximas leyes que coincidan con los criterios seleccionados.
fr: Aucun projet de loi à venir ne correspond aux critères sélectionnés.
it: Nessuna prossima legge trovata che corrisponda ai criteri selezionati.
nl: Geen aankomende wetsvoorstellen gevonden die aan de geselecteerde criteria voldoen.
pl: Brak nadchodzących ustaw spełniających wybrane kryteria filtrowania.
pt: Nenhuma próxima lei encontrada que corresponda aos critérios selecionados.

# emptyListDefaultMessageFuture
source: No scheduled bills to display for this source.
de: Für diese Quelle sind keine geplanten Gesetze anzuzeigen.
es: No hay leyes programadas para mostrar para esta fuente.
fr: Aucun projet de loi prévu à afficher pour cette source.
it: Nessuna legge programmata da visualizzare per questa fonte.
nl: Geen geplande wetsvoorstellen om weer te geven voor deze bron.
pl: Brak zaplanowanych ustaw do wyświetlenia dla tego źródła.
pt: Nenhuma lei agendada para exibir para esta fonte.

# noScheduledMeetings
source: No scheduled sessions
de: Keine geplanten Sitzungen
es: No hay sesiones programadas
fr: Aucune session prévue
it: Nessuna sessione programmata
nl: Geen geplande zittingen
pl: Brak zaplanowanych posiedzeń
pt: Nenhuma sessão agendada

# dateFormatError
source: Date formatting error
de: Fehler bei der Datumsformatierung
es: Error de formato de fecha
fr: Erreur de format de date
it: Errore di formattazione della data
nl: Fout bij datumformattering
pl: Błąd formatowania dat
pt: Erro de formatação de data

# upcomingMeetings
source: Upcoming sessions:
de: Bevorstehende Sitzungen:
es: Próximas sesiones:
fr: Prochaines sessions :
it: Prossime sessioni:
nl: Aankomende zittingen:
pl: Nadchodzące posiedzenia:
pt: Próximas sessões:

# keyPointsTitle
source: Key points:
de: Wichtige Punkte:
es: Puntos clave:
fr: Points clés :
it: Punti chiave:
nl: Kernpunten:
pl: Kluczowe punkty:
pt: Pontos-chave:

# processLegislationScreenTitle
source: Bills in Process - {parliamentName}
de: Gesetze im Verfahren - {parliamentName}
es: Leyes en proceso - {parliamentName}
fr: Lois en cours - {parliamentName}
it: Leggi in corso - {parliamentName}
nl: Wetsvoorstellen in behandeling - {parliamentName}
pl: Ustawy w procesie - {parliamentName}
pt: Leis em Processo - {parliamentName}

# searchHint
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
it: Cerca...
nl: Zoeken...
pl: Szukaj...
pt: Buscar...

# emptyListFilterMessageProcess
source: No bills in process found matching the selected criteria.
de: Keine Gesetze im Verfahren gefunden, die den ausgewählten Kriterien entsprechen.
es: No se encontraron leyes en proceso que coincidan con los criterios seleccionados.
fr: Aucune loi en cours ne correspond aux critères sélectionnés.
it: Nessuna legge in corso trovata che corrisponda ai criteri selezionati.
nl: Geen wetsvoorstellen in behandeling gevonden die aan de geselecteerde criteria voldoen.
pl: Brak ustaw w procesie spełniających wybrane kryteria filtrowania.
pt: Nenhuma lei em processo encontrada que corresponda aos critérios selecionados.
