Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# termsOfServiceContent
source: LUSTRA COMMUNITY RULES Date: December 6, 2025 1. OPERATOR AND MISSION Lustra is a digital public infrastructure. The legal operator (Custodian) is FO&WO VENTURES SP. Z O.O. (LLC) based in Wrocław. The company acts as an incubator: it pays no dividends, has no external investors, and reinvests revenue into infrastructure. 2. CODE AND LICENSE (SOURCE AVAILABLE) Lustra's code is a common good protected from exploitation. • Model: PolyForm Noncommercial. • Allowed: Educational, research, and non-profit use. • Prohibited: Corporations cannot profit from our work without community consent. 3. GOVERNANCE ROADMAP Our goal is decentralization. • Current: Founder (Jacek) acts as Lead Architect. • Soon: Establishment of a Civic Board elected by users. • Goal: Implementing mechanisms for the community to take control in case of mission betrayal. 4. CITIZEN DRAFTS PROGRAM An incubator for law. • Procedure: Drafts are submitted via form and verified formally by the Operator. • CC0 License: By submitting, you release the draft into the Public Domain. Law belongs to everyone. • Free Speech: We do not judge opinions. We only reject projects violating criminal law. • Verification: You must be a citizen of the country where you submit a draft. 5. AI AND SOURCE HIERARCHY • AI Role: AI helps navigate law but can make mistakes. • Source: The ultimate authority is always the original PDF document (linked in the app). 6. SAFETY • Age: App for users 16+. • Bans: Attacks on infrastructure and commercial scraping are prohibited. 7. FINAL PROVISIONS Matters not regulated herein are decided by Polish law.
de: LUSTRA COMMUNITY REGELN Datum: 6. Dezember 2025 1. BETREIBER UND MISSION Lustra ist eine digitale öffentliche Infrastruktur. Rechtlicher Betreiber (Verwalter) ist FO&WO VENTURES SP. Z O.O. (LLC). Das Unternehmen fungiert als Inkubator: keine Dividenden, keine externen Investoren, Reinvestition in Infrastruktur. 2. CODE UND LIZENZ (SOURCE AVAILABLE) Code ist Gemeingut. • Modell: PolyForm Noncommercial. • Erlaubt: Bildung, Forschung, Non-Profit. • Verboten: Konzerne dürfen ohne Zustimmung nicht profitieren. 3. GOVERNANCE-ROADMAP Ziel: Dezentralisierung. • Aktuell: Gründer (Jacek) als Leitender Architekt. • Bald: Bürgerrat, gewählt von Nutzern. • Ziel: Mechanismen zur Übernahme durch die Community bei Verrat der Mission. 4. BÜRGERPROJEKTE Gesetzes-Inkubator. • Ablauf: Einreichung per Formular, formale Prüfung. • Lizenz CC0: Du gibst das Projekt in die Gemeinfreiheit. • Meinungsfreiheit: Wir beurteilen keine Meinungen. Wir lehnen nur Strafrechtsverstöße ab. • Verifizierung: Du musst Bürger des jeweiligen Landes sein. 5. KI UND QUELLEN • KI-Rolle: Hilft bei Navigation, kann Fehler machen. • Quelle: Letzte Instanz ist immer das Original-PDF. 6. SICHERHEIT • Alter: Nutzer 16+. • Verboten: Angriffe auf Infrastruktur und kommerzielles Scraping. 7. SCHLUSSBESTIMMUNGEN Es gilt polnisches Recht.
es: REGLAS DE LA COMUNIDAD LUSTRA Fecha: 6 de diciembre de 2025 1. OPERADOR Y MISIÓN Lustra es una infraestructura pública digital. El operador legal (Custodio) es FO&WO VENTURES SP. Z O.O. (LLC). La empresa actúa como incubadora: sin dividendos, sin inversores externos, reinversión en infraestructura. 2. CÓDIGO Y LICENCIA (SOURCE AVAILABLE) El código es un bien común. • Modelo: PolyForm Noncommercial. • Permitido: Uso educativo, investigación, sin fines de lucro. • Prohibido: Las corporaciones no pueden lucrar sin consentimiento. 3. HOJA DE RUTA DE GOBERNANZA Objetivo: descentralización. • Actual: Fundador (Jacek) como Arquitecto Principal. • Pronto: Consejo Cívico elegido por usuarios. • Meta: Mecanismos para que la comunidad tome el control si se traiciona la misión. 4. PROYECTOS CIUDADANOS Incubadora de leyes. • Procedimiento: Envío por formulario, verificación formal. • Licencia CC0: Liberas el proyecto al Dominio Público. La ley es de todos. • Libertad de expresión: No juzgamos opiniones. Solo rechazamos violaciones del código penal. • Verificación: Debes ser ciudadano del país correspondiente. 5. IA Y FUENTES • Rol IA: Ayuda a navegar pero puede errar. • Fuente: La autoridad final es siempre el PDF original. 6. SEGURIDAD • Edad: Usuarios 16+. • Prohibido: Ataques a infraestructura y scraping comercial. 7. DISPOSICIONES FINALES Regido por la ley polaca.
fr: RÈGLES DE LA COMMUNAUTÉ LUSTRA Date : 6 décembre 2025 1. OPÉRATEUR ET MISSION Lustra est une infrastructure publique numérique. L'opérateur légal (Gardien) est FO&WO VENTURES SP. Z O.O. (LLC). La société agit comme incubateur : pas de dividendes, pas d'investisseurs externes, réinvestissement des revenus dans l'infrastructure. 2. CODE ET LICENCE (SOURCE AVAILABLE) Le code est un bien commun. • Modèle : PolyForm Noncommercial. • Autorisé : Usage éducatif, recherche, non lucratif. • Interdit : Les entreprises ne peuvent pas profiter de notre travail sans consentement. 3. FEUILLE DE ROUTE GOUVERNANCE Objectif : décentralisation. • Actuel : Le Fondateur (Jacek) est Architecte Principal. • Bientôt : Création d'un Conseil Civique élu par les utilisateurs. • But : Mécanismes permettant à la communauté de prendre le contrôle en cas de trahison de la mission. 4. PROJETS CITOYENS Un incubateur de lois. • Procédure : Soumission par formulaire, vérification formelle par l'Opérateur. • Licence CC0 : Vous libérez le projet dans le Domaine Public. La loi appartient à tous. • Liberté d'expression : Nous ne jugeons pas les opinions. Nous rejetons uniquement les projets violant le droit pénal. • Vérification : Vous devez être citoyen du pays concerné. 5. IA ET SOURCES • Rôle IA : L'IA aide à naviguer mais peut faire des erreurs. • Source : L'autorité ultime est toujours le PDF original. 6. SÉCURITÉ • Âge : Utilisateurs 16+. • Interdictions : Attaques d'infrastructure et scraping commercial interdits. 7. DISPOSITIONS FINALES Régies par le droit polonais.
it: REGOLE DELLA COMUNITÀ LUSTRA Data: 6 dicembre 2025 1. OPERATORE E MISSIONE Lustra è un'infrastruttura pubblica digitale. L'operatore legale (Custode) è FO&WO VENTURES SP. Z O.O. (LLC). L'azienda agisce come incubatore: niente dividendi, investitori esterni, reinvestimento dei ricavi nell'infrastruttura. 2. CODICE E LICENZA (SOURCE AVAILABLE) Il codice è un bene comune. • Modello: PolyForm Noncommercial. • Consentito: Uso educativo, ricerca, non profit. • Vietato: Le corporazioni non possono trarre profitto senza consenso. 3. ROADMAP DI GOVERNANCE Obiettivo: decentralizzazione. • Attuale: Il Fondatore (Jacek) è Architetto Capo. • Presto: Consiglio Civico eletto dagli utenti. • Obiettivo: Meccanismi per il controllo della comunità in caso di tradimento della missione. 4. PROGETTI CITTADINI Incubatore di leggi. • Procedura: Invio via modulo, verifica formale. • Licenza CC0: Rilasci il progetto nel Dominio Pubblico. • Libertà di parola: Non giudichiamo le opinioni. Rifiutiamo solo violazioni del codice penale. • Verifica: Devi essere cittadino del paese interessato. 5. IA E FONTI • Ruolo IA: Aiuta a navigare ma può sbagliare. • Fonte: L'autorità finale è sempre il PDF originale. 6. SICUREZZA • Età: Utenti 16+. • Vietato: Attacchi all'infrastruttura e scraping commerciale. 7. DISPOSIZIONI FINALI Regolato dalla legge polacca.
nl: LUSTRA GEMEENSCHAPSREGELS Datum: 6 december 2025 1. OPERATOR EN MISSIE Lustra is digitale publieke infrastructuur. De juridische operator (Bewaarder) is FO&WO VENTURES SP. Z O.O. (LLC). Het bedrijf fungeert als incubator: geen dividenden, geen externe investeerders, herinvestering in infrastructuur. 2. CODE EN LICENTIE (SOURCE AVAILABLE) Code is gemeenschappelijk goed. • Model: PolyForm Noncommercial. • Toegestaan: Educatief, onderzoek, non-profit. • Verboden: Bedrijven mogen niet profiteren zonder toestemming. 3. BESTUURSROADMAP Doel: decentralisatie. • Huidig: Oprichter (Jacek) is Hoofdarchitect. • Binnenkort: Burgerraad gekozen door gebruikers. • Doel: Mechanismen voor gemeenschapscontrole bij verraad van de missie. 4. BURGERPROJECTEN Wetsincubator. • Procedure: Indiening via formulier, formele verificatie. • CC0 Licentie: Je geeft het project vrij in het Publiek Domein. • Vrijheid van meningsuiting: We beoordelen geen meningen. We weigeren alleen strafrechtelijke schendingen. • Verificatie: Je moet burger zijn van het betreffende land. 5. AI EN BRONNEN • AI Rol: Helpt navigeren maar kan fouten maken. • Bron: De uiteindelijke autoriteit is altijd de originele PDF. 6. VEILIGHEID • Leeftijd: Gebruikers 16+. • Verboden: Aanvallen op infrastructuur en commerciële scraping. 7. SLOTBEPALINGEN Pools recht is van toepassing.
pl: ZASADY SPOŁECZNOŚCI LUSTRA Data: 6 grudnia 2025 1. OPERATOR I MISJA Lustra to cyfrowa infrastruktura użyteczności publicznej. Operatorem prawnym (Opiekunem) jest FO&WO VENTURES SP. Z O.O. (LLC) z siedzibą we Wrocławiu. Spółka działa jako inkubator: nie wypłaca dywidend, nie ma zewnętrznych inwestorów, a przychody reinwestuje w infrastrukturę. 2. KOD I LICENCJA (SOURCE AVAILABLE) Kod Lustry jest dobrem wspólnym, ale chronionym przed wyzyskiem. • Model: PolyForm Noncommercial. • Co wolno: Używać kodu w celach edukacyjnych, badawczych i non-profit. • Czego nie wolno: Korporacje nie mogą czerpać zysków z naszej pracy bez zgody społeczności. 3. MAPA DROGOWA WŁADZY Nasz cel to decentralizacja. • Obecnie: Założyciel (Jacek) podejmuje decyzje operacyjne jako Główny Architekt. • Wkrótce: Powołanie Rady Społeczności wybieranej przez użytkowników. • Cel: Wdrożenie mechanizmów pozwalających społeczności na przejęcie kontroli w przypadku sprzeniewierzenia się misji. 4. PROGRAM PROJEKTÓW OBYWATELSKICH To inkubator prawa. • Procedura: Projekty zgłaszasz przez formularz. Przechodzą weryfikację formalną przez Operatora. • Licencja CC0: Zgłaszając projekt, przekazujesz go do Domeny Publicznej. Prawo należy do wszystkich. • Wolność słowa: Nie oceniamy poglądów. Odrzucamy jedynie projekty łamiące prawo karne. • Weryfikacja: Musisz być obywatelem kraju, w którym zgłaszasz projekt. 5. AI I HIERARCHIA ŹRÓDEŁ • Rola AI: Sztuczna inteligencja pomaga nawigować w prawie, ale może popełniać błędy. • Źródło: Ostatecznym autorytetem jest zawsze oryginalny dokument PDF (linkowany w aplikacji). 6. BEZPIECZEŃSTWO • Wiek: Aplikacja dla osób 16+. • Zakazy: Zabrania się atakowania infrastruktury oraz automatycznego pobierania danych (scraping) w celach komercyjnych. 7. POSTANOWIENIA KOŃCOWE W sprawach nieuregulowanych decyduje prawo polskie.
pt: REGRAS DA COMUNIDADE LUSTRA Data: 6 de dezembro de 2025 1. OPERADOR E MISSÃO A Lustra é uma infraestrutura pública digital. O operador legal (Guardião) é FO&WO VENTURES SP. Z O.O. (LLC). A empresa atua como incubadora: sem dividendos, sem investidores externos, reinvestimento na infraestrutura. 2. CÓDIGO E LICENÇA (SOURCE AVAILABLE) O código é um bem comum. • Modelo: PolyForm Noncommercial. • Permitido: Uso educativo, investigação, sem fins lucrativos. • Proibido: Corporações não podem lucrar sem consentimento. 3. ROTEIRO DE GOVERNAÇÃO Objetivo: descentralização. • Atual: Fundador (Jacek) como Arquiteto Chefe. • Brevemente: Conselho Cívico eleito pelos utilizadores. • Meta: Mecanismos para a comunidade assumir o controlo em caso de traição da missão. 4. PROJETOS DE CIDADÃOS Incubadora de leis. • Procedimento: Submissão por formulário, verificação formal. • Licença CC0: Libertas o projeto no Domínio Público. • Liberdade de expressão: Não julgamos opiniões. Rejeitamos apenas violações da lei penal. • Verificação: Deves ser cidadão do país correspondente. 5. IA E FONTES • Papel da IA: Ajuda a navegar mas pode errar. • Fonte: A autoridade final é sempre o PDF original. 6. SEGURANÇA • Idade: Utilizadores 16+. • Proibido: Ataques à infraestrutura e scraping comercial. 7. DISPOSIÇÕES FINAIS Regido pela lei polaca.

# privacyPolicyContent
source: PRIVACY POLICY: DATA MINIMIZATION Date: December 6, 2025 We do not trade your attention. We collect only what is technically necessary. 1. DATA CONTROLLER FO&WO VENTURES SP. Z O.O., Wrocław. Contact: jacek@lustra.dev 2. WHAT WE COLLECT • Account (Email/UID): Necessary for login (Firebase Auth). • Votes & Polls: Your votes build statistics. They are linked to your account based on legitimate interest (protection against bot farms). Publicly, they are displayed ONLY as anonymous aggregates. • Vote Retention: Voting data is stored for the duration of the parliamentary term plus 5 years for archival and research purposes. After this time, data is anonymized. • Communication (Support Club): If you consent (checkbox in settings), we will send you project updates. You can withdraw consent at any time. • Citizen Projects: Content of submitted drafts is public. 3. WHAT WE DO NOT DO • We DO NOT sell data to brokers. • We DO NOT use ad tracking. • We DO NOT profile you politically for commercial purposes. 4. INFRASTRUCTURE & SECURITY • Location: Google Cloud Platform, Europe-West9 (Paris). • Anti-Bot: We use Firebase App Check to verify app authenticity. • AI: We send only public government documents to AI models. Your private data NEVER goes to AI. 5. CHILDREN Service intended for users 16+. We do not knowingly collect children's data. 6. ACCOUNT DELETION Use the "Delete Account" button in settings to immediately remove your identifying data from our servers. 7. YOUR RIGHTS You have the right to access, rectify, delete, and object to processing of your data. Contact: jacek@lustra.dev
de: DATENSCHUTZERKLÄRUNG: MINIMIERUNG Datum: 6. Dezember 2025 Wir handeln nicht mit deiner Aufmerksamkeit. Minimale Datensammlung. 1. VERANTWORTLICHER FO&WO VENTURES SP. Z O.O. Kontakt: jacek@lustra.dev 2. WAS WIR SAMMELN • Konto (E-Mail/UID): Notwendig für Login. • Stimmen: Verknüpft mit Konto gegen Manipulation (Bots). Öffentlich NUR anonyme Summen. • Speicherdauer: Abstimmungsdaten werden für die Legislaturperiode + 5 Jahre gespeichert (Archiv). Danach anonymisiert. • Kommunikation (Support Club): Mit deiner Zustimmung (Einstellungen) senden wir Updates. Widerruf jederzeit möglich. • Bürgerprojekte: Inhalt ist öffentlich. 3. WAS WIR NICHT TUN • KEIN Datenverkauf. • KEIN Werbe-Tracking. • KEINE kommerzielle politische Profilierung. 4. INFRASTRUKTUR & SICHERHEIT • Standort: Google Cloud, Europe-West9 (Paris). • Anti-Bot: Nutzung von Firebase App Check. • KI: Deine privaten Daten gehen NIEMALS an die KI. 5. KINDER Dienst für 16+. Keine Datensammlung von Kindern. 6. LÖSCHUNG Button "Konto löschen" in Einstellungen für sofortige Entfernung. 7. DEINE RECHTE Zugriff, Berichtigung, Löschung, Widerspruch. Kontakt: jacek@lustra.dev
es: POLÍTICA DE PRIVACIDAD: MINIMIZACIÓN Fecha: 6 de diciembre de 2025 No vendemos tu atención. Recolección mínima. 1. CONTROLADOR DE DATOS FO&WO VENTURES SP. Z O.O. Contacto: jacek@lustra.dev 2. QUÉ RECOPILAMOS • Cuenta (Email/UID): Necesario para login. • Votos: Vinculados a tu cuenta para evitar manipulación (bots). Públicamente solo agregados anónimos. • Retención: Datos de votación conservados durante la legislatura + 5 años (archivo). Luego anonimizados. • Comunicación (Club de Apoyo): Si aceptas (ajustes), enviamos novedades. Puedes retirar el consentimiento cuando quieras. • Proyectos Ciudadanos: Contenido público. 3. LO QUE NO HACEMOS • NO vendemos datos. • NO usamos rastreo publicitario. • NO perfilamos políticamente. 4. INFRAESTRUCTURA & SEGURIDAD • Ubicación: Google Cloud, Europa-West9 (París). • Anti-Bot: Usamos Firebase App Check. • IA: Tus datos privados NUNCA van a la IA. 5. NIÑOS Servicio para 16+. No recopilamos datos de niños. 6. ELIMINACIÓN Botón "Eliminar cuenta" en ajustes para borrado inmediato. 7. TUS DERECHOS Acceso, rectificación, eliminación, oposición. Contacto: jacek@lustra.dev
fr: POLITIQUE DE CONFIDENTIALITÉ : MINIMISATION Date : 6 décembre 2025 Nous ne vendons pas votre attention. Collecte minimale. 1. RESPONSABLE DU TRAITEMENT FO&WO VENTURES SP. Z O.O. Contact : jacek@lustra.dev 2. CE QUE NOUS COLLECTONS • Compte (E-mail/UID) : Nécessaire pour la connexion. • Votes : Liés à votre compte pour empêcher la manipulation (bots). Affichés publiquement UNIQUEMENT comme agrégats anonymes. • Rétention : Données de vote conservées pendant la législature + 5 ans (archives/recherche). Ensuite anonymisées. • Communication (Club de Soutien) : Avec votre accord (paramètres), nous envoyons des infos sur le projet. Retrait possible à tout moment. • Projets Citoyens : Le contenu est public. 3. CE QUE NOUS NE FAISONS PAS • PAS de vente de données. • PAS de traçage publicitaire. • PAS de profilage politique commercial. 4. INFRASTRUCTURE & SÉCURITÉ • Lieu : Google Cloud, Europe-West9 (Paris). • Anti-Bot : Utilisation de Firebase App Check. • IA : Vos données privées ne vont JAMAIS vers l'IA. 5. ENFANTS Service pour 16+. Pas de collecte de données d'enfants. 6. SUPPRESSION Bouton "Supprimer le compte" dans les paramètres pour effacement immédiat. 7. VOS DROITS Accès, rectification, suppression, opposition. Contact : jacek@lustra.dev
it: INFORMATIVA PRIVACY: MINIMIZZAZIONE Data: 6 dicembre 2025 Non commerciamo la tua attenzione. Raccolta minima. 1. TITOLARE DEL TRATTAMENTO FO&WO VENTURES SP. Z O.O. Contatto: jacek@lustra.dev 2. COSA RACCOGLIAMO • Account (Email/UID): Necessario per il login. • Voti: Collegati al tuo account per prevenire manipolazioni (bot). Pubblicamente SOLO aggregati anonimi. • Conservazione: Dati di voto conservati per la legislatura + 5 anni (archivio). Poi anonimizzati. • Comunicazione (Club di Supporto): Se acconsenti (impostazioni), inviamo aggiornamenti. Revoca possibile sempre. • Progetti Cittadini: Contenuto pubblico. 3. COSA NON FACCIAMO • NO vendita dati. • NO tracking pubblicitario. • NO profilazione politica commerciale. 4. INFRASTRUTTURA & SICUREZZA • Luogo: Google Cloud, Europe-West9 (Parigi). • Anti-Bot: Uso di Firebase App Check. • IA: I tuoi dati privati non vanno MAI all'IA. 5. BAMBINI Servizio per 16+. Nessuna raccolta dati bambini. 6. CANCELLAZIONE Pulsante "Elimina account" nelle impostazioni per rimozione immediata. 7. I TUOI DIRITTI Accesso, rettifica, cancellazione, opposizione. Contatto: jacek@lustra.dev
nl: PRIVACYBELEID: MINIMALISATIE Datum: 6 december 2025 We handelen niet in jouw aandacht. Minimale verzameling. 1. GEGEVENSBEHEERDER FO&WO VENTURES SP. Z O.O. Contact: jacek@lustra.dev 2. WAT WE VERZAMELEN • Account (E-mail/UID): Nodig voor login. • Stemmen: Gekoppeld aan account tegen manipulatie (bots). Openbaar ALLEEN anonieme totalen. • Bewaartermijn: Stemgegevens bewaard gedurende zittingstermijn + 5 jaar (archief). Daarna geanonimiseerd. • Communicatie (Support Club): Met toestemming (instellingen) sturen we updates. Intrekken kan altijd. • Burgerprojecten: Inhoud is openbaar. 3. WAT WE NIET DOEN • GEEN dataverkoop. • GEEN advertentie-tracking. • GEEN commerciële politieke profilering. 4. INFRASTRUCTUUR & VEILIGHEID • Locatie: Google Cloud, Europe-West9 (Parijs). • Anti-Bot: Gebruik van Firebase App Check. • AI: Je privégegevens gaan NOOIT naar AI. 5. KINDEREN Dienst voor 16+. Geen gegevensverzameling van kinderen. 6. VERWIJDERING Knop "Account verwijderen" in instellingen voor directe verwijdering. 7. JOUW RECHTEN Inzage, correctie, verwijdering, bezwaar. Contact: jacek@lustra.dev
pl: POLITYKA PRYWATNOŚCI: MINIMUM DANYCH Data: 6 grudnia 2025 Nie handlujemy Twoją uwagą. Zbieramy tylko to, co niezbędne technicznie. 1. KTO PRZETWARZA DANE FO&WO VENTURES SP. Z O.O., Wrocław (NIP: 6343002817). Kontakt: jacek@lustra.dev 2. CO ZBIERAMY I PO CO • Konto (E-mail/UID): Niezbędne do logowania (Firebase Auth). • Głosy i Sondaże: Twoje głosy są zapisywane, aby budować statystyki. Są powiązane z Twoim kontem w oparciu o nasz prawnie uzasadniony interes (ochrona przed farmami botów). Publicznie prezentowane są WYŁĄCZNIE jako anonimowa suma. • Retencja Głosów: Dane o głosowaniu przechowujemy przez okres kadencji parlamentu oraz 5 lat po jej zakończeniu w celach archiwalnych i badawczych. Po tym czasie dane są anonimizowane. • Komunikacja (Klub Wsparcia): Jeśli wyrazisz zgodę (checkbox w ustawieniach), będziemy wysyłać Ci informacje o rozwoju projektu. Zgodę możesz wycofać w każdej chwili. 3. CZEGO NIE ROBIMY • NIE sprzedajemy danych brokerom. • NIE używamy śledzenia reklamowego. • NIE profilujemy Cię politycznie dla celów komercyjnych. 4. INFRASTRUKTURA I BEZPIECZEŃSTWO • Lokalizacja: Google Cloud Platform, region Europe-West9 (Paryż). • Anti-Bot: Używamy Firebase App Check do weryfikacji autentyczności aplikacji. • AI: Do modeli językowych wysyłamy wyłącznie publiczne dokumenty rządowe. Twoje dane prywatne NIGDY nie trafiają do AI. 5. DZIECI Usługa przeznaczona dla osób 16+. Nie zbieramy świadomie danych dzieci. 6. USUWANIE KONTA W ustawieniach znajdziesz przycisk "Usuń konto". Jego użycie powoduje natychmiastowe usunięcie Twoich danych identyfikacyjnych z serwerów. 7. TWOJE PRAWA Masz prawo dostępu do danych, ich sprostowania, usunięcia oraz sprzeciwu. W razie pytań pisz na: jacek@lustra.dev
pt: POLÍTICA DE PRIVACIDADE: MINIMIZAÇÃO Data: 6 de dezembro de 2025 Não comercializamos a tua atenção. Recolha mínima. 1. RESPONSÁVEL PELOS DADOS FO&WO VENTURES SP. Z O.O. Contacto: jacek@lustra.dev 2. O QUE RECOLHEMOS • Conta (Email/UID): Necessário para login. • Votos: Ligados à conta para evitar manipulação (bots). Publicamente APENAS agregados anónimos. • Retenção: Dados de votação mantidos durante a legislatura + 5 anos (arquivo). Depois anonimizados. • Comunicação (Clube de Apoio): Com consentimento (definições), enviamos novidades. Podes retirar quando quiseres. • Projetos de Cidadãos: Conteúdo público. 3. O QUE NÃO FAZEMOS • NÃO vendemos dados. • NÃO usamos rastreio publicitário. • NÃO perfilamos politicamente. 4. INFRAESTRUTURA & SEGURANÇA • Localização: Google Cloud, Europa-West9 (Paris). • Anti-Bot: Uso de Firebase App Check. • IA: Os teus dados privados NUNCA vão para a IA. 5. CRIANÇAS Serviço para 16+. Não recolhemos dados de crianças. 6. ELIMINAÇÃO Botão "Apagar conta" nas definições para remoção imediata. 7. OS TEUS DIREITOS Acesso, retificação, eliminação, oposição. Contacto: jacek@lustra.dev

# techIntroTitle
source: 1. COMPLETE WORK METHODOLOGY (LUSTRA AI PROTOCOL)
de: 1. KOMPLETTE ARBEITSMETHODIK (LUSTRA AI PROTOCOL)
es: 1. METODOLOGÍA DE TRABAJO COMPLETA (LUSTRA AI PROTOCOL)
fr: 1. MÉTHODOLOGIE DE TRAVAIL COMPLÈTE (LUSTRA AI PROTOCOL)
it: 1. METODOLOGIA DI LAVORO COMPLETA (LUSTRA AI PROTOCOL)
nl: 1. COMPLETE WERKMETHODOLOGIE (LUSTRA AI PROTOCOL)
pl: 1. KOMPLETNA METODOLOGIA PRACY (LUSTRA AI PROTOCOL)
