Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# techConclusionBBody
source: The trouble starts with longer documents. Here, the Pro model definitely takes the lead, while weaker models have a much higher tendency to hallucinate. These observations are also confirmed by scientific research (Lost in the Middle). This forces the necessity of using the Pro model immediately for longer documents.
de: Die Schwierigkeiten beginnen bei längeren Dokumenten. Hier liegt das Pro-Modell definitiv vorn, während schwächere Modelle eine viel größere Tendenz zu Halluzinationen haben. Diese Beobachtungen werden auch durch wissenschaftliche Studien (Lost in the Middle) bestätigt. Dies erzwingt die Notwendigkeit, bei längeren Dokumenten sofort das Pro-Modell einzusetzen.
es: Los problemas comienzan con documentos más largos. Aquí, el modelo Pro lidera definitivamente, mientras que los modelos más débiles tienen una tendencia mucho mayor a las alucinaciones. Estas observaciones también son confirmadas por estudios científicos (Lost in the Middle). Esto obliga a la necesidad de usar inmediatamente el modelo Pro para documentos más largos.
fr: Les difficultés commencent avec les documents plus longs. Ici, le modèle Pro est nettement en tête, tandis que les modèles plus faibles ont une tendance beaucoup plus grande aux hallucinations. Ces observations sont également confirmées par des études scientifiques (Lost in the Middle). Cela impose la nécessité d'utiliser immédiatement le modèle Pro pour les documents plus longs.
it: I problemi iniziano con documenti più lunghi. Qui, il modello Pro è decisamente in testa, mentre i modelli più deboli hanno una tendenza molto maggiore alle allucinazioni. Queste osservazioni sono confermate anche da studi scientifici (Lost in the Middle). Ciò impone la necessità di utilizzare immediatamente il modello Pro per documenti più lunghi.
nl: De problemen beginnen bij langere documenten. Hier gaat het Pro-model definitief aan kop, terwijl zwakkere modellen een veel grotere neiging tot hallucinaties hebben. Deze observaties worden ook bevestigd door wetenschappelijk onderzoek (Lost in the Middle). Dit dwingt de noodzaak af om bij langere documenten direct het Pro-model te gebruiken.
pl: Schody zaczynają się w przypadku dłuższych dokumentów. Tutaj zdecydowanie przoduje model Pro, a słabsze modele mają dużo większą tendencję do halucynacji. Te obserwacje potwierdzają także badania naukowe (Lost in the Middle). Wymusza to konieczność stosowania od razu modelu Pro przy dłuższych dokumentach.

# techConclusionCTitle
source: C) Effectiveness
de: C) Effektivität
es: C) Efectividad
fr: C) Efficacité
it: C) Efficacia
nl: C) Effectiviteit
pl: C) Skuteczność

# techConclusionCBody
source: Based on empirical experience (hundreds of trials, different parliaments), the anti-hallucination rate is >99%. To estimate the coefficient with greater precision, additional financial outlays would be required (thousands or tens of thousands of tests with the strongest models from competing AI firms). Therefore, this can be treated with a grain of salt. Most hallucinations are minor errors, e.g., using the word "human" instead of "MP" in a summary. Thus, the system's main problem is not them, but excessive generalization. Sometimes the Generalizer will create a correct summary but miss a critical point that is very relevant to public debate. However, this is a compromise the system currently accepts, focused on the total elimination of hallucinations. Boredom is safer than a lie.
de: Basierend auf empirischen Erfahrungen (Hunderte von Versuchen, verschiedene Parlamente) liegt die Anti-Hallucination-Rate bei >99%. Um den Koeffizienten präziser zu schätzen, wären zusätzliche finanzielle Aufwendungen erforderlich (Tausende oder Zehntausende von Tests mit den stärksten Modellen konkurrierender KI-Firmen). Man kann dies daher mit Vorsicht genießen. Die meisten Halluzinationen sind kleine Fehler, z.B. die Verwendung des Wortes „Mensch“ anstelle von „Abgeordneter“ in der Zusammenfassung. Das Hauptproblem des Systems sind also nicht sie, sondern eine zu starke Verallgemeinerung. Manchmal erstellt der Generalizer eine korrekte Zusammenfassung, lässt aber einen kritischen Punkt aus, der für die öffentliche Debatte sehr wichtig ist. Dies ist jedoch ein Kompromiss, den das System derzeit eingeht, fokussiert auf die vollständige Eliminierung von Halluzinationen. Langeweile ist sicherer als eine Lüge.
es: Basándose en experiencias empíricas (cientos de pruebas, diferentes parlamentos), la tasa de anti-alucinación es >99%. Para estimar el coeficiente con mayor precisión, se requerirían desembolsos financieros adicionales (miles o decenas de miles de pruebas con los modelos más fuertes de empresas de IA competidoras). Por lo tanto, esto se puede tomar con cautela. La mayoría de las alucinaciones son errores menores, p. ej., el uso de la palabra "humano" en lugar de "diputado" en el resumen. El principal problema del sistema no son ellas, sino una generalización excesiva. A veces, el Generalizer creará un resumen correcto, pero omitirá un punto crítico que es muy importante debido al debate público. Sin embargo, este es un compromiso que el sistema asume en este momento, centrado en la eliminación total de alucinaciones. El aburrimiento es más seguro que la mentira.
fr: Sur la base d'expériences empiriques (centaines d'essais, différents parlements), le taux anti-hallucination est >99%. Pour estimer le coefficient avec une plus grande précision, des dépenses financières supplémentaires seraient nécessaires (milliers ou dizaines de milliers de tests avec les modèles les plus puissants des entreprises d'IA concurrentes). On peut donc prendre cela avec un grain de sel. La plupart des hallucinations sont des erreurs mineures, par ex. l'utilisation du mot « homme » au lieu de « député » dans le résumé. Le problème principal du système n'est donc pas elles, mais une généralisation excessive. Parfois, le Generalizer créera un résumé correct, mais omettra un point critique qui est très important pour le débat public. C'est cependant un compromis que le système accepte pour le moment, concentré sur l'élimination totale des hallucinations. L'ennui est plus sûr que le mensonge.
it: Basandosi su esperienze empiriche (centinaia di prove, diversi parlamenti), il tasso anti-allucinazione è >99%. Per stimare il coefficiente con maggiore precisione, sarebbero necessari esborsi finanziari aggiuntivi (migliaia o decine di migliaia di test con i modelli più forti di aziende di AI concorrenti). Si può quindi prendere questo dato con le pinze. La maggior parte delle allucinazioni sono errori minori, ad es. l'uso della parola "uomo" invece di "deputato" nel riassunto. Il problema principale del sistema non sono quindi loro, ma un'eccessiva generalizzazione. A volte il Generalizer creerà un riassunto corretto, ma ometterà un punto critico che è molto importante per il dibattito pubblico. Tuttavia, questo è un compromesso che il sistema accetta in questo momento, concentrato sull'eliminazione totale delle allucinazioni. La noia è più sicura della menzogna.
nl: Gebaseerd op empirische ervaringen (honderden proeven, verschillende parlementen), is de anti-hallucination rate >99%. Om de coëfficiënt met grotere precisie te schatten, zouden extra financiële uitgaven nodig zijn (duizenden of tienduizenden tests met de sterkste modellen van concurrerende AI-bedrijven). Men kan dit dus met een korreltje zout nemen. De meeste hallucinaties zijn kleine fouten, bijv. het gebruik van het woord "mens" in plaats van "kamerlid" in de samenvatting. Het grootste probleem van het systeem zijn dus niet zij, maar een te grote veralgemening. Soms creëert de Generalizer een correcte samenvatting, maar laat een kritiek punt weg dat zeer belangrijk is voor het publieke debat. Dit is echter een compromis dat het systeem op dit moment accepteert, gericht op de totale eliminatie van hallucinaties. Verveling is veiliger dan een leugen.
pl: Bazując na empirycznych doświadczeniach (setki prób, różne parlamenty), anti-hallucination rate to >99%. Aby oszacować współczynnik z większą precyzją, wymagane byłyby dodatkowe nakłady pieniężne (tysiące lub dziesiątki tysięcy testów z najsilniejszymi modelami konkurencyjnych firm AI). Można to zatem traktować z przymrużeniem oka. Większość halucynacji to drobne błędy, np. użycie słowa „człowiek” zamiast „poseł” w streszczeniu. Głównym problemem systemu nie są więc one, ale zbyt duże uogólnianie. Czasami Generalizer stworzy poprawne streszczenie, ale pominie krytyczny punkt, który jest bardzo istotny ze względu na debatę publiczną. Jest to jednak kompromis, jaki w tym momencie ponosi system skupiony na całkowitej eliminacji halucynacji. Nuda jest bezpieczniejsza od kłamstwa.

# techFooterDate
source: Update date Q1 2026
de: Aktualisierungsdatum Q1 2026
es: Fecha de actualización Q1 2026
fr: Date de mise à jour Q1 2026
it: Data aggiornamento Q1 2026
nl: Datum update Q1 2026
pl: Data aktualizacji Q1 2026

# techGraphDecisionLength
source: Length > 20k tokens?
de: Länge > 20k Token?
es: ¿Longitud > 20k tokens?
fr: Longueur > 20k tokens ?
it: Lunghezza > 20k token?
nl: Lengte > 20k tokens?
pl: Długość > 20k tokenów?

# techGraphYes
source: YES
de: JA
es: SÍ
fr: OUI
it: SÌ
nl: JA
pl: TAK

# techGraphDecisionPass
source: Result: Pass?
de: Ergebnis: Pass?
es: ¿Resultado: Pass?
fr: Résultat : Pass ?
it: Risultato: Pass?
nl: Resultaat: Pass?
pl: Wynik: Pass?

# techGraphRepairLoop
source: Repair loop
de: Reparaturschleife
es: Bucle de reparación
fr: Boucle de réparation
it: Ciclo di riparazione
nl: Reparatielus
pl: Pętla naprawcza

# techGraphRetryFlash
source: < 2 errors: Flash
de: < 2 Fehler: Flash
es: < 2 errores: Flash
fr: < 2 erreurs : Flash
it: < 2 errori: Flash
nl: < 2 fouten: Flash
pl: < 2 błędy: Flash

# techGraphRetrySurgeon
source: > 2 errors: Surgeon
de: > 2 Fehler: Surgeon
es: > 2 errores: Surgeon
fr: > 2 erreurs : Surgeon
it: > 2 errori: Surgeon
nl: > 2 fouten: Surgeon
pl: > 2 błędy: Surgeon

# votingResultsPL1stReadingTitle
source: VOTE ON REJECTION
de: ABSTIMMUNG ÜBER DIE ABLEHNUNG
es: VOTACIÓN SOBRE EL RECHAZO
fr: VOTE SUR LE REJET
it: VOTAZIONE SULLA REIEZIONE
nl: STEMMING OVER VERWERPING
pl: GŁOSOWANIE O ODRZUCENIE
pt: VOTAÇÃO SOBRE A REJEIÇÃO

# reportErrorDescription
source: Briefly describe the error or what is missing. Your report will help us improve the application.
de: Beschreiben Sie kurz den Fehler oder was fehlt. Ihre Meldung hilft uns, die App zu verbessern.
es: Describe brevemente el error o lo que falta. Tu reporte nos ayudará a mejorar la aplicación.
fr: Décrivez brièvement l'erreur ou ce qui manque. Votre rapport nous aidera à améliorer l'application.
it: Descrivi brevemente l'errore o cosa manca. La tua segnalazione ci aiuterà a migliorare l'applicazione.
nl: Beschrijf kort de fout of wat er ontbreekt. Uw melding helpt ons de app te verbeteren.
pl: Opisz krótko, na czym polega błąd lub czego brakuje. Twoje zgłoszenie pomoże nam ulepszyć aplikację.
pt: Descreva brevemente o erro ou o que está faltando. O seu relatório nos ajudará a melhorar o aplicativo.

# reportErrorHint
source: Type your message...
de: Geben Sie Ihre Nachricht ein...
es: Escribe tu mensaje...
fr: Saisissez votre message...
it: Scrivi il tuo messaggio...
nl: Typ uw bericht...
pl: Wpisz swoją wiadomość...
pt: Digite sua mensagem...

# reportErrorValidationEmpty
source: Message cannot be empty.
de: Die Nachricht darf nicht leer sein.
es: El mensaje no puede estar vacío.
fr: Le message ne peut pas être vide.
it: Il messaggio non può essere vuoto.
nl: Het bericht mag niet leeg zijn.
pl: Wiadomość nie może być pusta.
pt: A mensagem não pode estar vazia.

# reportErrorSuccess
source: Thank you! Your report has been submitted.
de: Vielen Dank! Ihre Meldung wurde gesendet.
es: ¡Gracias! Tu reporte ha sido enviado.
fr: Merci ! Votre rapport a été envoyé.
it: Grazie! La tua segnalazione è stata inviata.
nl: Bedankt! Uw melding is verzonden.
pl: Dziękujemy! Twoje zgłoszenie zostało wysłane.
pt: Obrigado! O seu relatório foi enviado.

# actionCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar

# actionSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Wyślij
pt: Enviar

# mustBeLoggedInToReport
source: You must be logged in to report an error.
de: Sie müssen angemeldet sein, um einen Fehler zu melden.
es: Debes iniciar sesión para reportar un error.
fr: Vous devez être connecté pour signaler une erreur.
it: Devi aver effettuato l'accesso per segnalare un errore.
nl: U moet ingelogd zijn om een fout te melden.
pl: Musisz być zalogowany, aby zgłosić błąd.
pt: Você precisa estar logado para relatar um erro.

# reportErrorRateLimitExceeded
source: The report limit has been exceeded (10 per 24 hours).
de: Meldelimit überschritten (10 pro 24 Stunden).
es: Límite de reportes excedido (10 por 24 horas).
fr: Limite de rapports atteinte (10 par 24 heures).
it: Limite di segnalazioni superato (10 ogni 24 ore).
nl: Meldingslimiet overschreden (10 per 24 uur).
pl: Przekroczono limit zgłoszeń (10 na 24 godziny).
pt: Limite de relatórios excedido (10 por 24 horas).

# supportQuickTitle
source: Quick Support
de: Schnelle Unterstützung
es: Apoyo rápido
fr: Soutien rapide
it: Supporto rapido
nl: Snelle ondersteuning
pl: Szybkie wsparcie
pt: Apoio rápido

# supportPaymentsUnavailable
source: Payments are currently unavailable.
de: Zahlungen sind derzeit nicht verfügbar.
es: Los pagos no están disponibles actualmente.
fr: Les paiements sont actuellement indisponibles.
it: I pagamenti non sono attualmente disponibili.
nl: Betalingen zijn momenteel niet beschikbaar.
pl: Płatności są niedostępne.
pt: Os pagamentos estão indisponíveis no momento.

# supportNoProducts
source: No support options available.
de: Keine Unterstützungsoptionen verfügbar.
es: No hay opciones de apoyo disponibles.
fr: Aucune option de soutien disponible.
it: Nessuna opzione di supporto disponibile.
nl: Geen ondersteuningsopties beschikbaar.
pl: Brak dostępnych opcji wsparcia.
pt: Nenhuma opção de apoio disponível.

# supportCampaignsTitle
source: Targeted Campaigns
de: Gezielte Kampagnen
es: Campañas específicas
fr: Campagnes ciblées
it: Campagne mirate
nl: Gerichte campagnes
pl: Kampanie celowe
pt: Campanhas específicas

# supportCampaignsDescription
source: Support specific development goals, e.g., adding a new parliament.
de: Unterstützen Sie spezifische Entwicklungsziele, z.B. das Hinzufügen eines neuen Parlaments.
es: Apoye objetivos de desarrollo específicos, como añadir un nuevo parlamento.
fr: Soutenez des objectifs de développement spécifiques, par exemple l'ajout d'un nouveau parlement.
it: Sostieni obiettivi di sviluppo specifici, ad esempio l'aggiunta di un nuovo parlamento.
nl: Ondersteun specifieke ontwikkelingsdoelen, bijv. het toevoegen van een nieuw parlement.
pl: Wspieraj konkretne cele rozwojowe, np. dodanie nowego parlamentu.
pt: Apoie metas de desenvolvimento específicas, como a adição de um novo parlamento.

# supportCampaignsButton
source: See active campaign (coming soon)
de: Aktive Kampagne ansehen (bald verfügbar)
es: Ver campaña activa (próximamente)
fr: Voir la campagne active (bientôt disponible)
it: Vedi campagna attiva (presto disponibile)
nl: Bekijk actieve campagne (binnenkort beschikbaar)
pl: Zobacz aktywną kampanię (wkrótce)
pt: Ver campanha ativa (em breve)

# forceUpdateTitle
source: Update Required
de: Update erforderlich
es: Actualización Requerida
fr: Mise à jour requise
it: Aggiornamento Richiesto
nl: Update Vereist
pl: Wymagana aktualizacja
pt: Atualização Necessária

# forceUpdateDescription
source: A new version of the app is available. To continue, please update the app to the latest version.
de: Eine neue Version der App ist verfügbar. Um fortzufahren, aktualisieren Sie die App bitte auf die neueste Version.
es: Hay una nueva versión de la aplicación disponible. Para continuar, actualiza la aplicación a la última versión.
fr: Une nouvelle version de l'application est disponible. Pour continuer, veuillez mettre à jour l'application vers la dernière version.
it: È disponibile una nuova versione dell'app. Per continuare, aggiorna l'app all'ultima versione.
nl: Er is een nieuwe versie van de app beschikbaar. Update de app naar de nieuwste versie om door te gaan.
pl: Dostępna jest nowa wersja aplikacji. Aby kontynuować, zaktualizuj aplikację do najnowszej wersji.
pt: Uma nova versão do aplicativo está disponível. Para continuar, atualize o aplicativo para a versão mais recente.

# forceUpdateButton
source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
it: Aggiorna ora
nl: Nu bijwerken
pl: Aktualizuj teraz
pt: Atualizar agora

source: Deputies
de: Abgeordnete
es: Diputados
fr: Députés
it: Deputati
nl: Afgevaardigden
pl: Posłowie
pt: Deputados

# sortingLabel
source: Sort by:
de: Sortieren nach:
es: Ordenar por:
fr: Trier par :
it: Ordina per:
nl: Sorteer op:
pl: Sortuj:
pt: Ordenar por:

# sortByPopularity
source: Popularity
de: Popularität
es: Popularidad
fr: Popularité
it: Popolarità
nl: Populariteit
pl: Popularność
pt: Popularidade

# sortByAttendance
source: Attendance
de: Anwesenheit
es: Asistencia
fr: Présence
it: Presenza
nl: Aanwezigheid
pl: Frekwencja
pt: Presença

# partyLabel
source: Party: {partyName}
de: Partei: {partyName}
es: Partido: {partyName}
fr: Parti : {partyName}
it: Partito: {partyName}
nl: Partij: {partyName}
pl: Partia: {partyName}
pt: Partido: {partyName}

# districtLabelUS
source: {districtName}'s {districtNum, select, 1{1st} 2{2nd} 3{3rd} other{{districtNum}th}} district
de: {districtNum}. Wahlbezirk von {districtName}
es: {districtNum}º distrito de {districtName}
fr: {districtNum, select, 1{1er} other{{districtNum}e}} district de {districtName}
it: {districtNum}º distretto di {districtName}
nl: {districtNum}e district van {districtName}
pl: {districtNum}. okręg wyborczy w stanie {districtName}
pt: {districtNum}º distrito de {districtName}

# tenureTermItemUS
source: {termNumber, select, 1{1st} 2{2nd} 3{3rd} other{{termNumber}th}} Congress ({memberType})
de: {termNumber}. Kongress ({memberType})
es: {termNumber}º Congreso ({memberType})
fr: {termNumber, select, 1{1er} other{{termNumber}e}} Congrès ({memberType})
it: {termNumber}º Congresso ({memberType})
nl: {termNumber}e Congres ({memberType})
pl: {termNumber}. Kongres ({memberType})
pt: {termNumber}º Congresso ({memberType})

# birthYearLabel
source: Birth Year:
de: Geburtsjahr:
es: Año de nacimiento:
fr: Année de naissance :
it: Anno di nascita:
nl: Geboortejaar:
pl: Rok urodzenia:
pt: Ano de nascimento:

# sponsorshipsTab
source: Sponsorships
de: Gesponserte Gesetze
es: Patrocinios
fr: Parrainages
it: Sponsorizzazioni
nl: Sponsoringen
pl: Sponsorowane
pt: Patrocínios

# sponsorshipTypeSponsor
source: Sponsor
es: Patrocinador
fr: Parrain
it: Proponente
nl: Indiener
pt: Patrocinador

# sponsorshipTypeCosponsor
source: Co-sponsor
de: Mitunterstützer
es: Copatrocinador
fr: Coparrain
it: Coproponente
nl: Mede-indiener
pl: Współsponsor
pt: Copatrocinador

# termCurrently
source: (currently)
de: (aktuell)
es: (actualmente)
fr: (actuellement)
it: (attualmente)
nl: (momenteel)
pl: (obecnie)
pt: (atualmente)

# parliamentaryTenureTitle
source: Parliamentary tenure
de: Amtszeit im Parlament
es: Mandato parlamentario
fr: Mandat parlementaire
it: Mandato parlamentare
nl: Parlementaire ambtstermijn
pl: Staż parlamentarny
pt: Mandato parlamentar

# usRoleRepresentative
source: Representative
de: Abgeordneter
es: Representante
fr: Représentant
it: Rappresentante
nl: Afgevaardigde
pl: Reprezentant
pt: Representante

# usRoleSenator
source: Senator
es: Senador
fr: Sénateur
it: Senatore
pt: Senador

# shareLegislationText
source: Source: {deepLink}
de: Quelle: {deepLink}
es: Fuente: {deepLink}
it: Fonte: {deepLink}
nl: Bron: {deepLink}
pl: Źródło: {deepLink}
pt: Fonte: {deepLink}

# shareDeputyText
source: Profile and voting record: {deepLink}
de: Profil und Abstimmungsverhalten: {deepLink}
es: Perfil e historial de votaciones: {deepLink}
fr: Profil et historique des votes : {deepLink}
it: Profilo e storico dei voti: {deepLink}
nl: Profiel en stemgedrag: {deepLink}
pl: Profil i historia głosowań: {deepLink}
pt: Perfil e histórico de votações: {deepLink}

# clipboardCopySuccess
source: App link copied to clipboard!
de: App-Link in die Zwischenablage kopiert!
es: ¡Enlace de la app copiado al portapapeles!
fr: Lien de l'application copié dans le presse-papiers !
it: Link dell'app copiato negli appunti!
nl: Link naar de app gekopieerd naar het klembord!
pl: Link do aplikacji skopiowano do schowka!
pt: Link do aplicativo copiado para a área de transferência!

source: MANDATE INACTIVE
de: MANDAT INAKTIV
es: MANDATO INACTIVO
fr: MANDAT INACTIF
it: MANDATO INATTIVO
nl: MANDAAT INACTIEF
pl: MANDAT ANULOWANY
pt: MANDATO INATIVO

source: Voting unavailable
de: Abstimmung nicht verfügbar
es: Votación no disponible
fr: Vote non disponible
it: Votazione non disponibile
nl: Stemming niet beschikbaar
pl: Głosowanie niedostępne
pt: Votação indisponível

source: HISTORICAL TERM
de: HISTORISCHE WAHLPERIODE
es: LEGISLATURA HISTÓRICA
fr: LÉGISLATURE HISTORIQUE
it: LEGISLATURA STORICA
nl: HISTORISCHE AMBTSTERMIJN
pl: HISTORYCZNA KADENCJA
pt: LEGISLATURA HISTÓRICA

source: Poll unavailable
de: Umfrage nicht verfügbar
es: Sondeo no disponible
fr: Sondage non disponible
it: Sondaggio non disponibile
nl: Peiling niet beschikbaar
pl: Sondaż niedostępny
pt: Sondagem indisponível

# billsLabel
source: Bills
de: Gesetzentwürfe
es: Proyectos de ley
fr: Projets de loi
it: Disegni di legge
nl: Wetsvoorstellen
pl: Ustawy
pt: Projetos de Lei

# sponsorshipSublabel
source: (Sponsored/Co-sponsored)
de: (Gesponsert/Mitgesponsert)
es: (Patrocinados/Copatrocinados)
fr: (Parrainés/Coparrainés)
it: (Patrocinati/Co-patrocinati)
nl: (Gesponsord/Mee-gesponsord)
pl: (Sponsorowane/Współsponsorowane)
pt: (Patrocinados/Copatrocinados)

# missingDataWarningShare
source: The source document for this bill is missing. Help us and file an official email request to have it published via our app in seconds!
de: Das Quelldokument für diesen Gesetzentwurf fehlt. Helfen Sie uns und stellen Sie über unsere App in Sekundenschnelle einen offiziellen E-Mail-Antrag auf Veröffentlichung!
es: Falta el documento fuente de este proyecto de ley. ¡Ayúdanos y presenta una solicitud oficial por correo electrónico para su publicación a través de nuestra app en segundos!
fr: Le document source de ce projet de loi est manquant. Aidez-nous et déposez une demande officielle par e-mail pour sa publication via notre application en quelques secondes !
it: Manca il documento originale di questo disegno di legge. Aiutaci e invia una richiesta ufficiale via email per la sua pubblicazione tramite la nostra app in pochi secondi!
nl: Het brondocument voor dit wetsvoorstel ontbreekt. Help ons en dien binnen enkele seconden een officieel e-mailverzoek in voor publicatie via onze app!
pl: Brakuje dokumentu źródłowego dla tej ustawy. Pomóż nam i złóż oficjalny wniosek email o jego upublicznienie przez naszą aplikację w kilka sekund!
pt: O documento fonte deste projeto de lei está em falta. Ajude-nos e envie um pedido oficial por e-mail para a sua publicação através do nosso aplicativo em segundos!
