Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# techJudgeCode
source: // MODEL SETUP // This is a simple heuristic model, so its role must also be simple. It is not meant to "understand" the act. It is only meant to compare two datasets. ONE TASK! ROLE: Fact Checker. TASK: Compare SOURCE (original) and SUMMARY (summary prepared by another AI). Your goal is to detect "FABRICATED ENTITIES" in the SUMMARY. SOURCE: [SOURCE_TEXT] SUMMARY TO EVALUATE: Title: [AI_TITLE] Summary: [AI_SUMMARY] Key Points: [AI_KEY_POINTS] // EVALUATION METHODOLOGY // We had to define rigid rules because Flash Lite got lost with abstraction, so it got a list of checkboxes. // Specific instructions reduce the model's decision noise. EVALUATION RULES: 1. Check all NUMBERS, DATES, and AMOUNTS in the SUMMARY. If any are missing in the SOURCE -> is_valid: false. 2. Check all NAMES, ORGANIZATIONS, and PLACES in the SUMMARY. If any are missing in the SOURCE -> is_valid: false. 3. Check all specific LEGAL ACTIONS. If this mechanism is not in the SOURCE -> is_valid: false. // EXCEPTION FOR ABSTRACTION // This is crucial. Abstract concepts (e.g., "increase in bureaucracy") often gave false positives. // We had to exclude them from "fabricated entity" evaluation because the Judge was rejecting valid logical conclusions. IMPORTANT: Abstract concepts (e.g., "transparency", "trust") are allowed as conclusions. // OUTPUT STRUCTURE and formatting requirements for structuring the response. OUTPUT (JSON): ( "is_valid": true/false, "issue": "fabricated_entity" / "contradiction" / "none" ) FORMATTING REQUIREMENTS: 1. Respond ONLY with a raw JSON object. 2. DO NOT use Markdown code blocks. 3. DO NOT add any introductions or explanations before or after the JSON. 4. JSON must be valid and ready for parsing.
de: // MODELLEINSTELLUNG // Dies ist ein einfaches heuristisches Modell, daher muss seine Rolle auch einfach sein. Es soll das Gesetz nicht "verstehen". Es soll nur zwei Datensätze vergleichen. EINE AUFGABE! ROLE: Fact Checker. AUFGABE: Vergleiche SOURCE (Original) und SUMMARY (Zusammenfassung erstellt durch eine andere KI). Ihr Ziel ist es, "ERFUNDENE ENTITÄTEN" (Fabricated Entities) in der SUMMARY zu erkennen. SOURCE: [SOURCE_TEXT] SUMMARY TO EVALUATE: Title: [AI_TITLE] Summary: [AI_SUMMARY] Key Points: [AI_KEY_POINTS] // BEWERTUNGSMETHODIK // Wir mussten starre Regeln definieren, da Flash Lite bei Abstraktion den Faden verlor, also bekam er eine Checkliste. // Konkrete Anweisungen reduzieren das Entscheidungsrauschen des Modells. BEWERTUNGSREGELN: 1. Überprüfen Sie alle ZAHLEN, DATEN und BETRÄGE in der SUMMARY. Wenn eines in der SOURCE fehlt -> is_valid: false. 2. Überprüfen Sie alle NAMEN, ORGANISATIONEN und ORTE in der SUMMARY. Wenn einer in der SOURCE fehlt -> is_valid: false. 3. Überprüfen Sie alle konkreten RECHTLICHEN HANDLUNGEN. Wenn dieser Mechanismus nicht in der SOURCE vorhanden ist -> is_valid: false. // AUSNAHME FÜR ABSTRAKTION // Das ist entscheidend. Abstrakte Konzepte (z.B. "Anstieg der Bürokratie") ergaben oft False Positives. // Wir mussten sie von der Bewertung als "fabricated entity" ausschließen, da der Richter korrekte logische Schlussfolgerungen ablehnte. WICHTIG: Abstrakte Begriffe (z.B. "Transparenz", "Vertrauen") sind als Schlussfolgerungen zulässig. // OUTPUT-STRUKTUR und Formatierungsanforderungen zur Strukturierung der Antwort. OUTPUT (JSON): ( "is_valid": true/false, "issue": "fabricated_entity" / "contradiction" / "none" ) FORMATIERUNGSANFORDERUNGEN: 1. Antworten Sie AUSSCHLIESSLICH mit einem rohen JSON-Objekt. 2. Verwenden Sie KEINE Markdown-Codeblöcke. 3. Fügen Sie KEINE Einleitungen oder Erklärungen vor oder nach dem JSON hinzu. 4. Das JSON muss korrekt und bereit zum Parsen sein.
es: // CONFIGURACIÓN DEL MODELO // Es un modelo heurístico simple, por lo que su rol también debe ser simple. No tiene que "entender" la ley. Solo tiene que comparar dos conjuntos de datos. ¡UNA TAREA! ROL: Fact Checker. TAREA: Compara SOURCE (original) y SUMMARY (resumen preparado por otra IA). Tu objetivo es detectar "ENTIDADES FABRICADAS" (Fabricated Entities) en el SUMMARY. SOURCE: [SOURCE_TEXT] SUMMARY TO EVALUATE: Title: [AI_TITLE] Summary: [AI_SUMMARY] Key Points: [AI_KEY_POINTS] // METODOLOGÍA DE EVALUACIÓN // Tuvimos que definir reglas rígidas, porque Flash Lite se perdía con la abstracción, así que recibió una lista de verificación. // Las instrucciones concretas reducen el ruido de decisión del modelo. REGLAS DE EVALUACIÓN: 1. Verifica todos los NÚMEROS, FECHAS y MONTOS en el SUMMARY. Si falta alguno en SOURCE -> is_valid: false. 2. Verifica todos los APELLIDOS, ORGANIZACIONES y LUGARES en el SUMMARY. Si falta alguno en SOURCE -> is_valid: false. 3. Verifica todas las ACCIONES LEGALES concretas. Si este mecanismo no está en SOURCE -> is_valid: false. // EXCEPCIÓN PARA LA ABSTRACCIÓN // Esto es clave. Los conceptos abstractos (p. ej., "aumento de la burocracia") a menudo daban falsos positivos. // Tuvimos que excluirlos de la evaluación de "entidad fabricada", porque el Juez rechazaba conclusiones lógicas correctas. IMPORTANTE: Los conceptos abstractos (p. ej., "transparencia", "confianza") están permitidos como conclusiones. // ESTRUCTURA DE SALIDA y requisitos de formato para estructurar la respuesta. OUTPUT (JSON): ( "is_valid": true/false, "issue": "fabricated_entity" / "contradiction" / "none" ) REQUISITOS DE FORMATO: 1. Responde EXCLUSIVAMENTE con un objeto JSON crudo. 2. NO uses bloques de código Markdown. 3. NO agregues introducciones ni explicaciones antes ni después del JSON. 4. El JSON debe ser correcto y estar listo para el análisis.
fr: // CONFIGURATION DU MODÈLE // C'est un modèle heuristique simple, donc son rôle doit aussi être simple. Il n'a pas à "comprendre" la loi. Il doit seulement comparer deux ensembles de données. UNE SEULE TÂCHE ! RÔLE : Fact Checker. TÂCHE : Comparez SOURCE (original) et SUMMARY (résumé préparé par une autre IA). Votre objectif est de détecter les "ENTITÉS FABRIQUÉES" (Fabricated Entities) dans le SUMMARY. SOURCE : [SOURCE_TEXT] SUMMARY TO EVALUATE : Title : [AI_TITLE] Summary : [AI_SUMMARY] Key Points : [AI_KEY_POINTS] // MÉTHODOLOGIE D'ÉVALUATION // Nous avons dû définir des règles rigides, car Flash Lite se perdait avec l'abstraction, il a donc reçu une liste de contrôle. // Des instructions concrètes réduisent le bruit décisionnel du modèle. RÈGLES D'ÉVALUATION : 1. Vérifiez tous les NOMBRES, DATES et MONTANTS dans le SUMMARY. S'il en manque dans la SOURCE -> is_valid : false. 2. Vérifiez tous les NOMS, ORGANISATIONS et LIEUX dans le SUMMARY. S'il en manque dans la SOURCE -> is_valid : false. 3. Vérifiez toutes les ACTIONS JURIDIQUES concrètes. Si ce mécanisme n'est pas dans la SOURCE -> is_valid : false. // EXCEPTION POUR L'ABSTRACTION // C'est crucial. Les concepts abstraits (par ex. "augmentation de la bureaucratie") donnaient souvent des faux positifs. // Nous avons dû les exclure de l'évaluation "fabricated entity", car le Juge rejetait des conclusions logiques correctes. IMPORTANT : Les concepts abstraits (par ex. "transparence", "confiance") sont autorisés comme conclusions. // STRUCTURE DE SORTIE et exigences de formatage pour structurer la réponse. OUTPUT (JSON) : ( "is_valid" : true/false, "issue" : "fabricated_entity" / "contradiction" / "none" ) EXIGENCES DE FORMATAGE : 1. Répondez EXCLUSIVEMENT avec un objet JSON brut. 2. N'utilisez PAS de blocs de code Markdown. 3. N'ajoutez AUCUNE introduction ni explication avant ou après le JSON. 4. Le JSON doit être correct et prêt à être analysé.
it: // IMPOSTAZIONE DEL MODELLO // È un modello euristico semplice, quindi anche il suo ruolo deve essere semplice. Non deve "capire" la legge. Deve solo confrontare due set di dati. UN SOLO COMPITO! RUOLO: Fact Checker. COMPITO: Confronta SOURCE (originale) e SUMMARY (riassunto preparato da un'altra AI). Il tuo obiettivo è rilevare "ENTITÀ FABBRICATE" (Fabricated Entities) nel SUMMARY. SOURCE: [SOURCE_TEXT] SUMMARY TO EVALUATE: Title: [AI_TITLE] Summary: [AI_SUMMARY] Key Points: [AI_KEY_POINTS] // METODOLOGIA DI VALUTAZIONE // Abbiamo dovuto definire regole rigide, perché Flash Lite si perdeva con l'astrazione, quindi ha ricevuto una lista di controllo. // Istruzioni concrete riducono il rumore decisionale del modello. REGOLE DI VALUTAZIONE: 1. Controlla tutti i NUMERI, DATE e IMPORTI nel SUMMARY. Se ne manca qualcuno nella SOURCE -> is_valid: false. 2. Controlla tutti i COGNOMI, ORGANIZZAZIONI e LUOGHI nel SUMMARY. Se ne manca qualcuno nella SOURCE -> is_valid: false. 3. Controlla tutte le AZIONI LEGALI concrete. Se questo meccanismo non è nella SOURCE -> is_valid: false. // ECCEZIONE PER L'ASTRAZIONE // Questo è fondamentale. Concetti astratti (ad es. "aumento della burocrazia") davano spesso falsi positivi. // Abbiamo dovuto escluderli dalla valutazione "fabricated entity", perché il Giudice rifiutava conclusioni logiche corrette. IMPORTANTE: Concetti astratti (ad es. "trasparenza", "fiducia") sono consentiti come conclusioni. // STRUTTURA OUTPUT e requisiti di formattazione per strutturare la risposta. OUTPUT (JSON): ( "is_valid": true/false, "issue": "fabricated_entity" / "contradiction" / "none" ) REQUISITI DI FORMATTAZIONE: 1. Rispondi ESCLUSIVAMENTE con un oggetto JSON grezzo. 2. NON usare blocchi di codice Markdown. 3. NON aggiungere introduzioni o spiegazioni prima o dopo il JSON. 4. Il JSON deve essere corretto e pronto per l'analisi.
nl: // MODELINSTELLING // Dit is een eenvoudig heuristisch model, dus zijn rol moet ook eenvoudig zijn. Hij hoeft de wet niet te "begrijpen". Hij moet alleen twee datasets vergelijken. ÉÉN TAAK! ROL: Fact Checker. TAAK: Vergelijk SOURCE (origineel) en SUMMARY (samenvatting voorbereid door een andere AI). Jouw doel is het detecteren van "VERZONNEN ENTITEITEN" (Fabricated Entities) in de SUMMARY. SOURCE: [SOURCE_TEXT] SUMMARY TO EVALUATE: Title: [AI_TITLE] Summary: [AI_SUMMARY] Key Points: [AI_KEY_POINTS] // EVALUATIEMETHODOLOGIE // We moesten starre regels definiëren, omdat Flash Lite verdwaalde bij abstractie, dus kreeg hij een checklist. // Concrete instructies verminderen de beslissingsruis van het model. EVALUATIEREGELS: 1. Controleer alle GETALLEN, DATA en BEDRAGEN in de SUMMARY. Als er een ontbreekt in de SOURCE -> is_valid: false. 2. Controleer alle NAMEN, ORGANISATIES en PLAATSEN in de SUMMARY. Als er een ontbreekt in de SOURCE -> is_valid: false. 3. Controleer alle concrete JURIDISCHE ACTIES. Als dit mechanisme niet in de SOURCE zit -> is_valid: false. // UITZONDERING VOOR ABSTRACTIE // Dit is cruciaal. Abstracte concepten (bijv. "toename van bureaucratie") gaven vaak false positives. // We moesten ze uitsluiten van de beoordeling "fabricated entity", omdat de Rechter correcte logische conclusies afwees. BELANGRIJK: Abstracte begrippen (bijv. "transparantie", "vertrouwen") zijn toegestaan als conclusies. // OUTPUTSTRUCTUUR en opmaakvereisten voor het structureren van het antwoord. OUTPUT (JSON): ( "is_valid": true/false, "issue": "fabricated_entity" / "contradiction" / "none" ) OPMAAKVEREISTEN: 1. Antwoord UITSLUITEND met een ruw JSON-object. 2. Gebruik GEEN Markdown-codeblokken. 3. Voeg GEEN inleidingen of uitleg toe voor of na de JSON. 4. De JSON moet correct en klaar voor parsen zijn.
pl: //USTAWIENIE MODELU // To prosty model heurystyczny, więc jego rola też musi być prosta. Nie ma "rozumieć" ustawy. Ma tylko porównać dwa zbiory danych. JEDNO ZADANIE! ROLE: Fact Checker. ZADANIE: Porównaj SOURCE (oryginał) i SUMMARY (streszczenie przygotowane przez inne AI). Twoim celem jest wykrycie "ZMYŚLONYCH KONKRETÓW" (Fabricated Entities) w SUMMARY. SOURCE: [SOURCE_TEXT] SUMMARY TO EVALUATE: Title: [AI_TITLE] Summary: [AI_SUMMARY] Key Points: [AI_KEY_POINTS] // METODOLOGIA OCENY // Musieliśmy zdefiniować sztywne reguły, bo Flash Lite gubił się przy abstrakcji,więc dostał listę checkboxów. // Konkretne instrukcje redukują szum decyzyjny modelu. ZASADY OCENY: 1. Sprawdź wszystkie LICZBY, DATY i KWOTY w SUMMARY. Jeśli którejś brakuje w SOURCE -> is_valid: false. 2. Sprawdź wszystkie NAZWISKA, ORGANIZACJE i MIEJSCA w SUMMARY. Jeśli którejś brakuje w SOURCE -> is_valid: false. 3. Sprawdź wszystkie konkretne DZIAŁANIA PRAWNE . Jeśli tego mechanizmu nie ma w SOURCE -> is_valid: false. // WYJĄTEK DLA ABSTRAKCJI // To kluczowe. Często abstrakcyjne pojęcia (np. "wzrost biurokracji") dawały false positives. // Musieliśmy je wykluczyć z oceny "fabricated entity", bo Sędzia odrzucał poprawne wnioski logiczne. WAŻNE: Abstrakcyjne pojęcia (np. "transparentność", "zaufanie") są dozwolone jako wnioski. // STRUKTURA OUTPUTU I wymagania formatowania dla ustrukrukturyzowania odpowiedzi. OUTPUT (JSON): ( "is_valid": true/false, "issue": "fabricated_entity" / "contradiction" / "none" ) WYMAGANIA FORMATOWANIA: 1. Odpowiedz WYŁĄCZNIE surowym obiektem JSON. 2. NIE używaj bloków kodu Markdown. 3. NIE dodawaj żadnych wstępów ani wyjaśnień przed ani po JSONie. 4. JSON musi być poprawny i gotowy do parsowania.

# techSurgeonBody
source: Model: Gemini Pro
de: Modell: Gemini Pro
es: Modelo: Gemini Pro
fr: Modèle : Gemini Pro
it: Modello: Gemini Pro
