Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# missingDataSourceUserMessage
source: The source document for this bill is missing. Help us by filing an official email request to have it published and join the group of people who care about information transparency!
de: Das Quelldokument für diesen Gesetzentwurf fehlt. Helfen Sie uns, indem Sie einen offiziellen E-Mail-Antrag auf Veröffentlichung stellen, und schließen Sie sich dem Kreis derer an, die für Informationstransparenz sorgen!
es: Falta el documento fuente de este proyecto de ley. ¡Ayúdanos presentando una solicitud oficial por correo electrónico para su publicación y únete al grupo de personas que se preocupan por la transparencia de la información!
fr: Le document source de ce projet de loi est manquant. Aidez-nous en déposant une demande officielle par e-mail pour sa publication et rejoignez le groupe de personnes qui veillent à la transparence de l'information !
it: Manca il documento originale di questo disegno di legge. Aiutaci inviando una richiesta ufficiale via email per la sua pubblicazione e unisciti al gruppo di persone che hanno a cuore la trasparenza delle informazioni!
nl: Het brondocument voor dit wetsvoorstel ontbreekt. Help ons door een officieel e-mailverzoek in te dienen voor publicatie en sluit u aan bij de groep mensen die geeft om informatietransparantie!
pl: Brakuje dokumentu źródłowego dla tej ustawy. Pomóż nam składający oficjalny wniosek email o jego upublicznienie i dołącz do grona osób dbających o przejrzystość informacji!
pt: O documento fonte deste projeto de lei está em falta. Ajude-nos enviando um pedido oficial por e-mail para a sua publicação e junte-se ao grupo de pessoas que se preocupam com a transparência da informação!

# missingDataSourceButton
source: File email request for document
de: E-Mail-Antrag für Dokument stellen
es: Solicitar documento por email
fr: Demander le document par e-mail
it: Richiedi documento via email
nl: Verzoek document via e-mail
pl: Złóż wniosek email o dokument
pt: Solicitar documento por e-mail

# cannotOpenEmailApp
source: Could not open the email app. Check if it's installed and if you have an account configured.
de: E-Mail-Anwendung konnte nicht geöffnet werden. Prüfen Sie, ob sie installiert und ein Konto konfiguriert ist.
es: No se pudo abrir la aplicación de correo. Comprueba si está instalada y si tienes una cuenta configurada.
fr: Impossible d'ouvrir l'application de messagerie. Vérifiez si elle est installée et si un compte est configuré.
it: Impossibile aprire l'app di posta elettronica. Controlla che sia installata e di aver configurato un account.
nl: Kon de e-mailapp niet openen. Controleer of deze is geïnstalleerd en of er een account is geconfigureerd.
pl: Nie udało się otworzyć aplikacji e-mail. Sprawdź, czy jest zainstalowana i czy masz w niej skonfigurowane konto pocztowe.
pt: Não foi possível abrir o aplicativo de e-mail. Verifique se ele está instalado e se você tem uma conta configurada.

# sortByFreshness
source: Newest
de: Neueste
es: Más recientes
fr: Les plus récents
it: Più recenti
nl: Nieuwste
pl: Najświeższe
pt: Mais recentes

# pollPermissionDeniedError
source: This poll is available only for users assigned to this parliament.
de: Diese Abstimmung ist nur für Benutzer verfügbar, die diesem Parlament zugewiesen sind.
es: Esta votación solo está disponible para usuarios asignados a este parlamento.
fr: Ce sondage n'est disponible que pour les utilisateurs assignés à ce parlement.
it: Questo sondaggio è disponibile solo per gli utenti assegnati a questo parlamento.
nl: Deze peiling is alleen beschikbaar voor gebruikers die aan dit parlement zijn toegewezen.
pl: Głosowanie jest dostępne tylko dla użytkowników przypisanych do tego parlamentu.
pt: Esta votação está disponível apenas para utilizadores designados para este parlamento.

# supportCampaignsButtonActive
source: Support the campaign
de: Kampagne unterstützen
es: Apoya la campaña
fr: Soutenir la campagne
it: Sostieni la campagna
nl: Steun de campagne
pl: Wesprzyj kampanię
pt: Apoie a campanha

# supportCampaignsButtonInactive
source: Campaign inactive
de: Kampagne inaktiv
es: Campaña inactiva
fr: Campagne inactive
it: Campagna inattiva
nl: Campagne inactief
pl: Kampania nieaktywna
pt: Campanha inativa

# authErrorAppleFailed
source: Apple sign-in failed. Please try again.
de: Apple-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: El inicio de sesión con Apple falló. Inténtalo de nuevo.
fr: La connexion avec Apple a échoué. Veuillez réessayer.
it: Accesso con Apple non riuscito. Riprova.
nl: Inloggen met Apple is mislukt. Probeer opnieuw.
pl: Logowanie przez Apple nie powiodło się. Spróbuj ponownie.
pt: O login com Apple falhou. Tente novamente.

source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
it: Continua con Apple
nl: Doorgaan met Apple
pl: Kontynuuj z Apple
pt: Continuar com Apple

# homeSearchHint
source: Enter a phrase...
de: Geben Sie einen Begriff ein...
es: Introduzca una frase...
fr: Entrez une phrase...
it: Inserisci una frase...
nl: Voer een zoekterm in...
pl: Wpisz frazę...
pt: Digite uma frase...

# homeSearchButtonDeputies
source: Deputies
de: Abgeordnete
es: Diputados
fr: Députés
it: Deputati
nl: Kamerleden
pl: Posłowie
pt: Deputados

# homeSearchButtonLegislations
source: Legislations
de: Gesetze
es: Leyes
fr: Lois
it: Leggi
nl: Wetten
pl: Ustawy
pt: Leis

# actionSeeAll
source: See all
de: Alle anzeigen
es: Ver todo
fr: Voir tout
it: Vedi tutto
nl: Alles bekijken
pl: Zobacz wszystkie
pt: Ver tudo

# notificationsEnabledForOtherParliament
source: Active for another parliament
de: Für ein anderes Parlament aktiv
es: Activo para otro parlamento
fr: Actif pour un autre parlement
it: Attivo per un altro parlamento
nl: Actief voor een ander parlement
pl: Aktywne dla innego parlamentu
pt: Ativo para outro parlamento

# votingResultsUSMotionToTableTitle
source: RESULTS: MOTION TO TABLE
de: ERGEBNISSE: ANTRAG AUF ABLEHNUNG
es: RESULTADOS: MOCIÓN DE RECHAZO
fr: RÉSULTATS : MOTION DE REJET
it: RISULTATI: MOZIONE DI REIEZIONE
nl: RESULTATEN: MOTIE VAN VERWERPING
pl: WYNIKI: WNIOSEK O ODRZUCENIE
pt: RESULTADOS: MOÇÃO DE REJEIÇÃO

# crowdfundingLabel
source: Support Lustra in remaining an independent source:
de: Unterstütze Lustra dabei, eine unabhängige Quelle zu bleiben:
es: Apoya a Lustra para que siga siendo una fuente independiente:
fr: Soutenez Lustra pour qu’il reste une source indépendante :
it: Sostieni Lustra affinché rimanga una fonte indipendente:
nl: Steun Lustra om een onafhankelijke bron te blijven:
pl: Wesprzyj Lustra w pozostaniu niezależnym źródłem:
pt: Apoie o Lustra para que continue sendo uma fonte independente:

# hashtagLaw
source: Law
de: Gesetz
es: Ley
fr: Loi
it: Legge
nl: Wet
pl: Prawo
pt: Lei

# hashtagPolitician
source: Politician
de: Politiker
es: Político
fr: Politicien
it: Politico
nl: Politicus
pl: Polityk
pt: Político

# statusIntroduced
source: Introduced
de: Eingebracht
es: Presentado
fr: Présenté
it: Presentato
nl: Ingediend
pl: Wprowadzono
pt: Apresentado

# statusPassedHouse
source: Passed House
de: Im Repräsentantenhaus verabschiedet
es: Aprobado en la Cámara
fr: Adopté à la Chambre
it: Approvato alla Camera
nl: Aangenomen in het Huis
pl: Przegłosowano w Izbie
pt: Aprovado na Câmara

# statusPassedSenate
source: Passed Senate
de: Im Senat verabschiedet
es: Aprobado en el Senado
fr: Adopté au Sénat
it: Approvato al Senato
nl: Aangenomen in de Senaat
pl: Przegłosowano w Senacie
pt: Aprovado no Senado

# statusBecameLaw
source: Became Law
de: Wurde Gesetz
es: Se convirtió en ley
fr: Devenu loi
it: Diventato legge
nl: Werd wet
pl: Stała się prawem
pt: Tornou-se lei

# statusVetoed
source: Vetoed
de: Veto eingelegt
es: Vetado
fr: Mis son veto
it: Posto il veto
nl: Gevetood
pl: Zawetowano
pt: Vetado

# statusFailed
source: Failed
de: Gescheitert
es: Rechazado
fr: Rejeté
it: Respinto
nl: Verworpen
pl: Odrzucono
pt: Reprovado

# statusPlacedOnCalendar
source: Placed on Calendar
de: Im Kalender platziert
es: Colocado en el calendario
fr: Inscrit au calendrier
it: Inserito nel calendario
nl: Geplaatst op kalender
pl: Umieszczono w kalendarzu
pt: Colocado no calendário

# actionBack
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Cofnij
pt: Voltar

# actionViewSourceJson
source: AI work logs for this document
de: KI-Arbeitsprotokolle für dieses Dokument
es: Registros de trabajo de IA para este documento
fr: Journaux de travail de l'IA pour ce document
it: Registri di lavoro IA per questo documento
nl: AI-werklogboeken voor dit document
pl: Logi pracy AI dla tego dokumentu
pt: Logs de trabalho da IA para este documento

# manualEmailDialogTitle
source: Send message manually
de: Nachricht manuell senden
es: Enviar mensaje manualmente
fr: Envoyer le message manuellement
it: Invia messaggio manualmente
nl: Bericht handmatig verzenden
pl: Wyślij wiadomość ręcznie
pt: Enviar mensagem manualmente

# manualEmailDialogDescription
source: No email client detected. Copy the data below and send it yourself.
de: Kein E-Mail-Client erkannt. Kopieren Sie die untenstehenden Daten und senden Sie sie selbst.
es: No se detectó cliente de correo. Copia los datos a continuación y envíalos tú mismo.
fr: Aucun client de messagerie détecté. Copiez les données ci-dessous et envoyez-les vous-même.
it: Nessun client di posta rilevato. Copia i dati sottostanti e inviali tu stesso.
nl: Geen e-mailclient gedetecteerd. Kopieer de onderstaande gegevens en verstuur ze zelf.
pl: Nie wykryto klienta poczty. Skopiuj poniższe dane i wyślij je samodzielnie.
pt: Nenhum cliente de e-mail detectado. Copie os dados abaixo e envie-os você mesmo.

# labelRecipient
source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
it: Destinatario
nl: Ontvanger
pl: Odbiorca
pt: Destinatário

# labelSubject
source: Subject
de: Betreff
es: Asunto
fr: Objet
it: Oggetto
nl: Onderwerp
pl: Temat
pt: Assunto

# labelBody
source: Message body
de: Nachrichtentext
es: Cuerpo del mensaje
fr: Corps du message
it: Corpo del messaggio
nl: Berichtinhoud
pl: Treść wiadomości
pt: Corpo da mensagem

# actionCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
pt: Copiar

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência

# webBannerDownloadMessage
source: To enjoy full functionality, download the app!
de: Um alle Funktionen nutzen zu können, laden Sie die App herunter!
es: Para aprovechar todas las funciones, ¡descarga la aplicación!
fr: Pour profiter pleinement des fonctionnalités, téléchargez l'application !
it: Per sfruttare appieno tutte le funzionalità, scarica l'app!
nl: Om volledig gebruik te maken van alle mogelijkheden, download de app!
pl: Aby w pełni korzystać z możliwości, pobierz aplikację!
pt: Para aproveitar todas as funcionalidades, baixe o aplicativo!

# webBannerDownloadButton
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
nl: Downloaden
pl: Pobierz
pt: Baixar

# supportStripeButton
source: Support (Stripe)
de: Unterstützen (Stripe)
es: Apoyar (Stripe)
fr: Soutenir (Stripe)
it: Sostieni (Stripe)
nl: Steunen (Stripe)
pl: Wesprzyj (Stripe)
pt: Apoiar (Stripe)

# supportFounderMessage
source: There is no big corporation behind this project, just me and my laptop. I built this because I believe such technology must exist and remain 100% independent of capital, which always dictates the narrative. This is my gift to the world.
de: Hinter diesem Projekt steht kein großer Konzern, nur ich und mein Laptop. Ich habe das gebaut, weil ich glaube, dass solche Technologie existieren muss und zu 100% unabhängig vom Kapital bleiben muss, das immer das Narrativ diktiert. Das ist mein Geschenk an die Welt.
es: No hay una gran corporación detrás de este proyecto, solo yo y mi portátil. Construí esto porque creo que tal tecnología debe existir y permanecer 100% independiente del capital, que siempre dicta la narrativa. Este es mi regalo al mundo.
fr: Il n'y a pas de grande entreprise derrière ce projet, juste moi et mon ordinateur portable. J'ai construit cela car je crois qu'une telle technologie doit exister et rester 100% indépendante du capital, qui dicte toujours le récit. C'est mon cadeau au monde.
it: Non c'è una grande azienda dietro questo progetto, solo io e il mio portatile. L'ho costruito perché credo che tale tecnologia debba esistere e rimanere al 100% indipendente dal capitale, che detta sempre la narrazione. Questo è il mio regalo al mondo.
nl: Er zit geen groot bedrijf achter dit project, alleen ik en mijn laptop. Ik heb dit gebouwd omdat ik geloof dat dergelijke technologie moet bestaan en 100% onafhankelijk moet blijven van kapitaal, dat altijd het narratief dicteert. Dit is mijn geschenk aan de wereld.
pl: Za tym projektem nie stoi wielka korporacja, tylko ja i mój laptop. Zbudowałem to, bo wierzę, że taka technologia musi istnieć i musi pozostać w 100% niezależna od kapitału, który zawsze dyktuje narrację. To mój prezent dla świata.
pt: Não há uma grande corporação por trás deste projeto, apenas eu e meu laptop. Construí isso porque acredito que tal tecnologia deve existir e permanecer 100% independente do capital, que sempre dita a narrativa. Este é meu presente para o mundo.

# civicProjectTitle
source: Civic Project
de: Bürgerprojekt
es: Proyecto Cívico
fr: Projet Citoyen
it: Progetto Civico
nl: Burgerproject
pl: Projekt Obywatelski
pt: Projeto Cívico

# civicProjectsSectionTitle
source: Civic Projects
de: Bürgerprojekte
es: Proyectos Cívicos
fr: Projets Citoyens
it: Progetti Civici
nl: Burgerprojecten
pl: Projekty Obywatelskie
pt: Projetos Cívicos (BETA)

# civicRulesAction
source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
nl: Regels
pl: Zasady

# submitCivicProjectButton
source: Submit your project
de: Projekt einreichen
es: Envía tu proyecto
fr: Soumettre votre projet
it: Invia il tuo progetto
nl: Dien je project in
pl: Zgłoś swój projekt
pt: Envie seu projeto

# civicTitle
source: Civic Projects
de: Projets Citoyens
es: Proyectos Cívicos
fr: Projets Citoyens
it: Progetti Civici
nl: Burgerprojecten
pl: Projekty Obywatelskie
pt: Projetos Cívicos

# statusInitiative
source: Initiative
es: Iniciativa
it: Iniziativa
nl: Initiatief
pl: Inicjatywa
pt: Iniciativa

# civicIncubatorTitle
source: Civic Projects Incubator
de: Incubateur de Projets Citoyens
es: Incubadora de Proyectos Cívicos
fr: Incubateur de Projets Citoyens
it: Incubatore di Progetti Civici
nl: Incubator Burgerprojecten
pl: Inkubator Projektów Obywatelskich
pt: Incubadora de Projetos Cívicos

# civicSubtitle
source: Drafting the future of democracy, together.
de: Dessiner l'avenir de la démocratie, ensemble.
es: Diseñando el futuro de la democracia, juntos.
fr: Dessiner l'avenir de la démocratie, ensemble.
it: Disegnare il futuro della democrazia, insieme.
nl: Samen de toekomst van de democratie ontwerpen.
pl: Wspólnie szkicujemy przyszłość demokracji.
pt: Desenhando o futuro da democracia, juntos.

# civicSection1Title
source: 1. Program Rules & Governance
de: 1. Règles du Programme & Gouvernance
es: 1. Reglas del Programa y Gobernanza
fr: 1. Règles du Programme & Gouvernance
it: 1. Regole del Programma & Governance
nl: 1. Programmaregels & Bestuur
pl: 1. Zasady Programu i Ład
pt: 1. Regras do Programa e Governança

# civicSection1Intro
source: Lustra provides citizens with legislative infrastructure. We treat your ideas with the same seriousness as government bills. To ensure quality, strict rules apply:
de: Lustra fournit aux citoyens une infrastructure législative. Nous traitons vos idées avec le même sérieux que les projets de loi gouvernementaux. Pour garantir la qualité, des règles strictes s'appliquent :
es: Lustra proporciona infraestructura legislativa a los ciudadanos. Tratamos sus ideas con la misma seriedad que los proyectos de ley gubernamentales. Para garantizar la calidad, se aplican reglas estrictas:
fr: Lustra fournit aux citoyens une infrastructure législative. Nous traitons vos idées avec le même sérieux que les projets de loi gouvernementaux. Pour garantir la qualité, des règles strictes s'appliquent :
it: Lustra fornisce ai cittadini un'infrastruttura legislativa. Trattiamo le tue idee con la stessa serietà dei disegni di legge governativi. Per garantire la qualità, si applicano regole rigorose:
nl: Lustra biedt burgers wetgevende infrastructuur. We behandelen uw ideeën met dezelfde ernst als wetsvoorstellen van de overheid. Om kwaliteit te waarborgen, gelden strikte regels:
pl: Lustra udostępnia obywatelom infrastrukturę legislacyjną. Traktujemy Twoje pomysły z taką samą powagą jak projekty rządowe. Aby zapewnić jakość, obowiązują ścisłe zasady:
pt: Lustra fornece aos cidadãos infraestrutura legislativa. Tratamos suas ideias com a mesma seriedade dos projetos de lei governamentais. Para garantir qualidade, aplicam-se regras estritas:

# civicProcessTitle
source: The Process
de: Le Processus
es: El Proceso
fr: Le Processus
it: Il Processo
nl: Het Proces
pl: Proces
pt: O Processo

# civicRuleSubmissionTitle
source: Submission:
de: Soumission :
es: Presentación:
fr: Soumission :
it: Invio:
nl: Indiening:
pl: Zgłoszenie:
pt: Submissão:

# civicRuleSubmissionText
source: You submit a draft via email/form.
de: Vous soumettez un projet par email/formulaire.
es: Envía un borrador por correo electrónico/formulario.
fr: Vous soumettez un projet par email/formulaire.
it: Invii una bozza via email/modulo.
nl: U dient een concept in via e-mail/formulier.
pl: Przesyłasz projekt mailem lub przez formularz.
pt: Você envia um rascunho via e-mail/formulário.

# civicRuleReviewTitle
source: Formal Review (Human):
de: Examen Formel (Humain) :
es: Revisión Formal (Humana):
fr: Examen Formel (Humain) :
it: Revisione Formale (Umana):
nl: Formele Beoordeling (Mens):
pl: Przegląd Formalny (Człowiek):
pt: Revisão Formal (Humana):

# civicRuleReviewText
source: We check compliance with the LDS-1 Standard. We strictly filter out hate speech, spam, duplicates, and non-legislative content.
de: Nous vérifions la conformité avec la norme LDS-1. Nous filtrons strictement les discours de haine, le spam, les doublons et le contenu non législatif.
es: Verificamos el cumplimiento del estándar LDS-1. Filtramos estrictamente el discurso de odio, spam, duplicados y contenido no legislativo.
fr: Nous vérifions la conformité avec la norme LDS-1. Nous filtrons strictement les discours de haine, le spam, les doublons et le contenu non législatif.
it: Verifichiamo la conformità allo standard LDS-1. Filtriamo rigorosamente discorsi d'odio, spam, duplicati e contenuti non legislativi.
nl: We controleren naleving van de LDS-1 Standaard. We filteren strikt op haatzaaien, spam, duplicaten en niet-wetgevende inhoud.
pl: Sprawdzamy zgodność ze standardem LDS-1. Rygorystycznie odrzucamy mowę nienawiści, spam, duplikaty i treści nielegislacyjne.
pt: Verificamos a conformidade com o Padrão LDS-1. Filtramos rigorosamente discurso de ódio, spam, duplicatas e conteúdo não legislativo.

# civicRuleAiTitle
source: AI Sterilization:
de: Stérilisation IA :
es: Esterilización por IA:
fr: Stérilisation IA :
it: Sterilizzazione AI:
nl: AI-Sterilisatie:
pl: Sterylizacja AI:
pt: Esterilização por IA:

# civicRuleAiText
source: Approved drafts are processed by our AI to remove emotional language and extract core facts.
de: Les projets approuvés sont traités par notre IA pour supprimer le langage émotionnel et extraire les faits essentiels.
es: Los borradores aprobados son procesados por nuestra IA para eliminar lenguaje emocional y extraer hechos clave.
fr: Les projets approuvés sont traités par notre IA pour supprimer le langage émotionnel et extraire les faits essentiels.
it: Le bozze approvate vengono elaborate dalla nostra AI per rimuovere il linguaggio emotivo ed estrarre i fatti chiave.
nl: Goedgekeurde concepten worden verwerkt door onze AI om emotioneel taalgebruik te verwijderen en feiten te extraheren.
pl: Zatwierdzone projekty są przetwarzane przez AI w celu usunięcia języka emocjonalnego i wyodrębnienia faktów.
pt: Rascunhos aprovados são processados por nossa IA para remover linguagem emocional e extrair fatos centrais.

# civicRulePublicationTitle
source: Publication:
es: Publicación:
it: Pubblicazione:
nl: Publicatie:
pl: Publikacja:
pt: Publicação:

# civicRulePublicationText
source: The project receives a "Civic Bill Card" in the app, visually equal to government legislation.
de: Le projet reçoit une « Carte de Loi Citoyenne » dans l'application, visuellement égale à la législation gouvernementale.
es: El proyecto recibe una "Tarjeta de Ley Cívica" en la app, visualmente igual a la legislación gubernamental.
fr: Le projet reçoit une « Carte de Loi Citoyenne » dans l'application, visuellement égale à la législation gouvernementale.
it: Il progetto riceve una "Carta di Legge Civica" nell'app, visivamente uguale alla legislazione governativa.
nl: Het project krijgt een "Burgerwetskaart" in de app, visueel gelijk aan overheidswetgeving.
pl: Projekt otrzymuje w aplikacji „Obywatelską Kartę Ustawy”, wizualnie równą legislacji rządowej.
pt: O projeto recebe um "Cartão de Lei Cívica" no app, visualmente igual à legislação governamental.

# civicWarningTitle
source: Zero-Edit Policy (Snapshot):
de: Politique Zéro-Édition (Snapshot) :
es: Política de Edición Cero (Snapshot):
fr: Politique Zéro-Édition (Snapshot) :
it: Politica Zero-Modifiche (Snapshot):
nl: Zero-Edit Beleid (Snapshot):
pl: Polityka Zero Edycji (Snapshot):
pt: Política de Edição Zero (Snapshot):

# civicWarningText
source: Once published, a project is frozen forever. You cannot edit the text to change the meaning after receiving votes. To make changes, you must submit a new project (e.g., "Act v2"), which starts with zero votes. The old project remains as a separate entity.
de: Une fois publié, un projet est gelé pour toujours. Vous ne pouvez pas modifier le texte pour changer le sens après avoir reçu des votes. Pour apporter des changements, vous devez soumettre un nouveau projet (ex. « Loi v2 »), qui commence avec zéro vote.
es: Una vez publicado, el proyecto se congela para siempre. No puede editar el texto para cambiar el significado después de recibir votos. Para hacer cambios, debe presentar un nuevo proyecto (ej. "Ley v2"), que comienza con cero votos.
fr: Une fois publié, un projet est gelé pour toujours. Vous ne pouvez pas modifier le texte pour changer le sens après avoir reçu des votes. Pour apporter des changements, vous devez soumettre un nouveau projet (ex. « Loi v2 »), qui commence avec zéro vote.
it: Una volta pubblicato, un progetto è congelato per sempre. Non puoi modificare il testo per cambiarne il significato dopo aver ricevuto voti. Per apportare modifiche, devi inviare un nuovo progetto (es. "Legge v2"), che parte da zero voti.
nl: Eenmaal gepubliceerd, is een project voor altijd bevroren. U kunt de tekst niet bewerken om de betekenis te veranderen na het ontvangen van stemmen. Om wijzigingen aan te brengen, moet u een nieuw project indienen (bv. "Wet v2"), dat begint met nul stemmen.
pl: Raz opublikowany projekt jest zamrożony na zawsze. Nie możesz edytować tekstu, aby zmienić jego znaczenie po otrzymaniu głosów. Aby wprowadzić zmiany, musisz zgłosić nowy projekt (np. „Ustawa v2”), który startuje z zerem głosów. Stary projekt pozostaje jako osobny byt.
pt: Uma vez publicado, o projeto é congelado para sempre. Você não pode editar o texto para mudar o significado após receber votos. Para fazer alterações, deve enviar um novo projeto (ex: "Lei v2"), que começa com zero votos.
