Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# emptyListDefaultMessageProcess
source: No active bills in the legislative process for this source.
de: Für diese Quelle gibt es keine aktiven Gesetze im Gesetzgebungsverfahren.
es: No hay leyes activas en el proceso legislativo para esta fuente.
fr: Aucune loi active dans le processus législatif pour cette source.
it: Nessuna legge attiva nel processo legislativo per questa fonte.
nl: Geen actieve wetsvoorstellen in het wetgevingsproces voor deze bron.
pl: Brak aktywnych ustaw w procesie legislacyjnym dla tego źródła.
pt: Nenhuma lei ativa no processo legislativo para esta fonte.

# processStartDateCardLabel
source: Process start: {date}
de: Beginn des Verfahrens: {date}
es: Inicio del proceso: {date}
fr: Début du processus : {date}
it: Inizio del processo: {date}
nl: Start van het proces: {date}
pl: Rozpoczęcie procesu: {date}
pt: Início do processo: {date}

# upcomingMeetingsCardLabel
source: Upcoming sessions:
de: Nächste Sitzungen:
es: Próximas sesiones:
fr: Prochaines sessions :
it: Prossime sessioni:
nl: Aankomende zittingen:
pl: Najbliższe posiedzenia:
pt: Próximas sessões:

# shareTooltip
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Compartilhar

# keyPointsSectionTitle
source: Key points:
de: Wichtige Punkte:
es: Puntos clave:
fr: Points clés :
it: Punti chiave:
nl: Kernpunten:
pl: Kluczowe punkty:
pt: Pontos-chave:

# officialContentButton
source: Official text
de: Offizieller Text
es: Texto oficial
fr: Texte officiel
it: Testo ufficiale
nl: Officiële tekst
pl: Oficjalna treść
pt: Texto oficial

# processPageButton
source: Process page
de: Verfahrensseite
es: Página del proceso
fr: Page du processus
it: Pagina del processo
nl: Procespagina
pl: Strona procesu
pt: Página do processo

source: Full voting results (PDF)
de: Vollständige Abstimmungsergebnisse (PDF)
es: Resultados completos de la votación (PDF)
fr: Résultats complets du vote (PDF)
it: Risultati completi della votazione (PDF)
nl: Volledige stemresultaten (PDF)
pl: Pełne wyniki głosowania (PDF)
pt: Resultados completos da votação (PDF)

# scheduledMeetingsSectionTitle
source: Scheduled sessions
de: Geplante Sitzungen
es: Sesiones programadas
fr: Sessions prévues
it: Sessioni programmate
nl: Geplande zittingen
pl: Zaplanowane posiedzenia
pt: Sessões agendadas

# additionalInfoSectionTitle
source: Additional information
de: Zusätzliche Informationen
es: Información adicional
fr: Informations supplémentaires
it: Informazioni aggiuntive
nl: Aanvullende informatie
pl: Dodatkowe informacje
pt: Informações adicionais

# printNumberLabel
source: Print number: {id}
de: Drucksache Nr.: {id}
es: Número de impresión: {id}
fr: Numéro d'impression : {id}
it: Numero di stampa: {id}
nl: Drukstuknummer: {id}
pl: Numer druku: {id}
pt: Número de impressão: {id}

# processStartDateLabel
source: Process start date: {date}
de: Startdatum des Verfahrens: {date}
es: Fecha de inicio del proceso: {date}
fr: Date de début du processus : {date}
it: Data di inizio del processo: {date}
nl: Startdatum proces: {date}
pl: Data rozpoczęcia procesu: {date}
pt: Data de início do processo: {date}

# votingDateLabel
source: Voting date: {date}
de: Abstimmungsdatum: {date}
es: Fecha de votación: {date}
fr: Date du vote : {date}
it: Data della votazione: {date}
nl: Stemdatum: {date}
pl: Data głosowania: {date}
pt: Data da votação: {date}

# meetingNumberLabel
source: Meeting no: {number}
de: Sitzung Nr.: {number}
es: Nº de sesión: {number}
fr: N° de la session : {number}
it: N. sessione: {number}
nl: Zitting nr.: {number}
pl: Nr posiedzenia: {number}
pt: Nº da sessão: {number}

# votingNumberLabel
source: Voting no: {number}
de: Abstimmung Nr.: {number}
es: Nº de votación: {number}
fr: N° du vote : {number}
it: N. votazione: {number}
nl: Stemming nr.: {number}
pl: Nr głosowania: {number}
pt: Nº da votação: {number}

# sourceLabel
source: Source: https://api.sejm.gov.pl/
de: Quelle: https://api.sejm.gov.pl/
es: Fuente: https://api.sejm.gov.pl/
it: Fonte: https://api.sejm.gov.pl/
nl: Bron: https://api.sejm.gov.pl/
pl: Źródło: https://api.sejm.gov.pl/
pt: Fonte: https://api.sejm.gov.pl/

# summarizedByLabel
source: Summarized by: {modelName}
de: Zusammengefasst von: {modelName}
es: Resumido por: {modelName}
fr: Résumé par : {modelName}
it: Riepilogato da: {modelName}
nl: Samengevat door: {modelName}
pl: Streszczone przez: {modelName}
pt: Resumido por: {modelName}

# promptUsedLabel
source: Prompt used: {prompt}
de: Verwendeter Prompt: {prompt}
es: Prompt utilizado: {prompt}
fr: Prompt utilisé : {prompt}
it: Prompt utilizzato: {prompt}
nl: Gebruikte prompt: {prompt}
pl: Użyty prompt: {prompt}
pt: Prompt usado: {prompt}

# reportErrorButton
source: Report error
de: Fehler melden
es: Reportar un error
fr: Signaler une erreur
it: Segnala un errore
nl: Fout melden
pl: Zgłoś błąd
pt: Reportar um erro

# noUrlAvailableSnackbar
source: No URL available.
de: Keine URL verfügbar.
es: No hay URL disponible.
fr: Aucune URL disponible.
it: Nessun URL disponibile.
nl: Geen URL beschikbaar.
pl: Brak dostępnego adresu URL.
pt: Nenhum URL disponível.

# cannotOpenLinkSnackbar
source: Could not open link: {url}
de: Link konnte nicht geöffnet werden: {url}
es: No se pudo abrir el enlace: {url}
fr: Impossible d'ouvrir le lien : {url}
it: Impossibile aprire il link: {url}
nl: Kon link niet openen: {url}
pl: Nie można otworzyć linku: {url}
pt: Não foi possível abrir o link: {url}

# alreadyVotedSnackbar
source: Your vote has already been registered.
de: Ihre Stimme wurde bereits registriert.
es: Tu voto ya ha sido registrado.
fr: Votre vote a déjà été enregistré.
it: Il tuo voto è già stato registrato.
nl: Uw stem is al geregistreerd.
pl: Twój głos został już wcześniej zarejestrowany.
pt: Seu voto já foi registrado.

# sharingFunctionNotImplementedSnackbar
source: Sharing feature (to be implemented)
de: Teilen-Funktion (zu implementieren)
es: Función de compartir (por implementar)
fr: Fonction de partage (à implémenter)
it: Funzione di condivisione (da implementare)
nl: Deelfunctie (nog te implementeren)
pl: Funkcja udostępniania (do implementacji)
pt: Função de compartilhamento (a ser implementada)

# reportErrorFunctionNotImplementedSnackbar
source: Error reporting feature (to be implemented)
de: Fehlermeldungsfunktion (zu implementieren)
es: Función de reporte de errores (por implementar)
fr: Fonction de signalement d'erreur (à implémenter)
it: Funzione di segnalazione errori (da implementare)
nl: Foutmeldingsfunctie (nog te implementeren)
pl: Funkcja zgłaszania błędu (do implementacji)
pt: Função de relatório de erros (a ser implementada)

# loginScreenTitle
source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
nl: Inloggen
pl: Logowanie
pt: Entrar

# registrationScreenTitle
source: Registration
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione
nl: Registratie
pl: Rejestracja
pt: Cadastro

# emailLabel
source: Email
es: Correo electrónico

# passwordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha

# loginButton
source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
pl: Zaloguj się
pt: Entrar

# registerButton
source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
nl: Registreren
pl: Zarejestruj się
pt: Cadastrar

# orDivider
source: OR
de: ODER
es: O
fr: OU
it: O
nl: OF
pl: LUB
pt: OU

source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
nl: Doorgaan met Google
pl: Kontynuuj z Google
pt: Continuar com o Google

source: Continue with Facebook
de: Mit Facebook fortfahren
es: Continuar con Facebook
fr: Continuer avec Facebook
it: Continua con Facebook
nl: Doorgaan met Facebook
pl: Kontynuuj z Facebook
pt: Continuar com o Facebook

# promptToRegister
source: Don't have an account? Sign up
de: Kein Konto? Registrieren
es: ¿No tienes una cuenta? Regístrate
fr: Pas de compte ? Inscrivez-vous
it: Non hai un account? Registrati
nl: Geen account? Registreer
pl: Nie masz konta? Zarejestruj się
pt: Não tem uma conta? Cadastre-se

# promptToLogin
source: Already have an account? Log in
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fr: Vous avez déjà un compte ? Connectez-vous
it: Hai già un account? Accedi
nl: Heeft u al een account? Log in
pl: Masz już konto? Zaloguj się
pt: Já tem uma conta? Entre

# validatorInvalidEmail
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse e-mail valide.
it: Inserisci un indirizzo email valido.
nl: Voer een geldig e-mailadres in.
pl: Proszę podać prawidłowy adres email.
pt: Por favor, insira um endereço de e-mail válido.

# validatorPasswordTooShort
source: Password must be at least 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
it: La password deve contenere almeno 6 caratteri.
nl: Wachtwoord moet minimaal 6 tekens bevatten.
pl: Hasło musi mieć co najmniej 6 znaków.
pt: A senha deve ter pelo menos 6 caracteres.

# authErrorInvalidCredentials
source: Invalid email or password.
de: Ungültige E-Mail oder ungültiges Passwort.
es: Correo electrónico o contraseña no válidos.
fr: E-mail ou mot de passe invalide.
it: Email o password non validi.
nl: Ongeldig e-mailadres of wachtwoord.
pl: Nieprawidłowy email lub hasło.
pt: E-mail ou senha inválidos.

# authErrorEmailInUse
source: This email address is already in use.
de: Diese E-Mail-Adresse wird bereits verwendet.
es: Esta dirección de correo electrónico ya está en uso.
fr: Cette adresse e-mail est déjà utilisée.
it: Questo indirizzo email è già in uso.
nl: Dit e-mailadres is al in gebruik.
pl: Adres email jest już zajęty.
pt: Este endereço de e-mail já está em uso.

# authErrorWeakPassword
source: The password is too weak.
de: Das Passwort ist zu schwach.
es: La contraseña es demasiado débil.
fr: Le mot de passe est trop faible.
it: La password è troppo debole.
nl: Het wachtwoord is te zwak.
pl: Hasło jest zbyt słabe.
pt: A senha é muito fraca.

# authErrorDefault
source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Si è verificato un errore. Riprova.
nl: Er is een fout opgetreden. Probeer het opnieuw.
pl: Wystąpił błąd. Spróbuj ponownie.
pt: Ocorreu um erro. Por favor, tente novamente.

# authErrorUnexpected
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue s'est produite.
it: Si è verificato un errore inaspettato.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.

# authErrorGoogleFailed
source: Google sign-in failed. Please try again.
de: Google-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: El inicio de sesión con Google falló. Por favor, inténtalo de nuevo.
fr: La connexion avec Google a échoué. Veuillez réessayer.
it: Accesso con Google non riuscito. Riprova.
nl: Inloggen met Google is mislukt. Probeer het opnieuw.
pl: Logowanie przez Google nie powiodło się. Spróbuj ponownie.
pt: A entrada com o Google falhou. Por favor, tente novamente.

# authErrorFacebookFailed
source: Facebook sign-in failed. Please try again.
de: Facebook-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: El inicio de sesión con Facebook falló. Por favor, inténtalo de nuevo.
fr: La connexion avec Facebook a échoué. Veuillez réessayer.
it: Accesso con Facebook non riuscito. Riprova.
nl: Inloggen met Facebook is mislukt. Probeer het opnieuw.
pl: Logowanie przez Facebook nie powiodło się. Spróbuj ponownie.
pt: A entrada com o Facebook falhou. Por favor, tente novamente.

# authErrorAccountExists
source: An account with this email already exists. Please sign in with your password.
de: Ein Konto mit dieser E-Mail existiert bereits. Bitte melden Sie sich mit Ihrem Passwort an.
es: Ya existe una cuenta con este correo electrónico. Por favor, inicia sesión con tu contraseña.
fr: Un compte avec cet e-mail existe déjà. Veuillez vous connecter avec votre mot de passe.
it: Esiste già un account con questa email. Accedi con la tua password.
nl: Er bestaat al een account met dit e-mailadres. Log in met uw wachtwoord.
pl: Konto z tym adresem email już istnieje. Zaloguj się za pomocą hasła.
pt: Já existe uma conta com este e-mail. Por favor, entre com sua senha.

# mpScreenTitle
source: Deputies - {parliamentName}
de: Abgeordnete - {parliamentName}
es: Diputados - {parliamentName}
fr: Députés - {parliamentName}
it: Deputati - {parliamentName}
nl: Afgevaardigden - {parliamentName}
pl: Posłowie - {parliamentName}
pt: Deputados - {parliamentName}

# searchMPsHint
source: Search deputies...
de: Abgeordnete suchen...
es: Buscar diputados...
fr: Rechercher des députés...
it: Cerca deputati...
nl: Zoek afgevaardigden...
pl: Szukaj posłów...
pt: Buscar deputados...

# allFilter
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle
pl: Wszyscy
pt: Todos

# noMPsForSource
source: No deputies available for this source.
de: Für diese Quelle sind keine Abgeordneten verfügbar.
es: No hay diputados disponibles para esta fuente.
fr: Aucun député disponible pour cette source.
it: Nessun deputato disponibile per questa fonte.
nl: Geen afgevaardigden beschikbaar voor deze bron.
pl: Brak dostępnych posłów dla tego źródła.
pt: Nenhum deputado disponível para esta fonte.

# noMPsMatchFilter
source: No deputies match the criteria.
de: Keine Abgeordneten entsprechen den Kriterien.
es: No hay diputados que coincidan con los criterios.
fr: Aucun député ne correspond aux critères.
it: Nessun deputato corrisponde ai criteri.
nl: Geen afgevaardigden voldoen aan de criteria.
pl: Brak posłów spełniających kryteria.
pt: Nenhum deputado corresponde aos critérios.

# attendanceLabelShort
source: Attendance
de: Anwesenheit
es: Asistencia
fr: Présence
it: Presenze
nl: Aanwezigheid
pl: Frekwencja
pt: Presença

# attendanceTooltipWarning
source: Attendance calculated based on a term with a small number of votes. Data may be less representative.
de: Anwesenheit berechnet auf Basis einer Amtszeit mit wenigen Abstimmungen. Daten können weniger repräsentativ sein.
es: Asistencia calculada en base a una legislatura con un pequeño número de votaciones. Los datos pueden ser menos representativos.
fr: Présence calculée sur la base d'une législature avec un petit nombre de votes. Les données peuvent être moins représentatives.
it: Presenze calcolate su una legislatura con un numero ridotto di votazioni. I dati potrebbero essere meno rappresentativi.
nl: Aanwezigheid berekend op basis van een zittingsperiode met een klein aantal stemmingen. Gegevens kunnen minder representatief zijn.
pl: Frekwencja obliczona na podstawie kadencji z niewielką liczbą głosowań. Dane mogą być mniej reprezentatywne.
pt: Presença calculada com base em uma legislatura com um pequeno número de votações. Os dados podem ser menos representativos.

# supportLabel
source: Support:
de: Unterstützung:
es: Apoyo:
fr: Soutien :
it: Sostegno:
nl: Steun:
pl: Poparcie:
pt: Apoio:

# unaffiliatedClub
source: Unaffiliated
de: Fraktionslos
es: No adscrito
fr: Non-inscrit
it: Non iscritto
nl: Niet-ingeschreven
pl: Niezrzeszony
pt: Não afiliado

# shareProfileTooltip
source: Share profile
de: Profil teilen
es: Compartir perfil
fr: Partager le profil
it: Condividi profilo
nl: Profiel delen
pl: Udostępnij profil
pt: Compartilhar perfil

# socialPollSectionTitle
source: Social Poll
de: Soziale Umfrage
es: Encuesta social
fr: Sondage social
it: Sondaggio sociale
nl: Sociale peiling
pl: Sondaż społeczny
pt: Enquete social

# parliamentaryActivitySectionTitle
source: Parliamentary Activity
de: Parlamentarische Aktivität
es: Actividad parlamentaria
fr: Activité parlementaire
it: Attività parlamentare
nl: Parlementaire activiteit
pl: Aktywność parlamentarna
pt: Atividade parlamentar

# parliamentaryTenureSectionTitle
source: Parliamentary Tenure: {years} years
de: Parlamentarische Dienstzeit: {years} Jahre
es: Antigüedad parlamentaria: {years} años
fr: Ancienneté parlementaire : {years} ans
it: Anzianità parlamentare: {years} anni
nl: Parlementaire zittingsduur: {years} jaar
pl: Staż parlamentarny: {years} lat
pt: Tempo de mandato parlamentar: {years} anos

source: Parliamentary Tenure: No data
de: Parlamentarische Dienstzeit: Keine Daten
es: Antigüedad parlamentaria: Sin datos
fr: Ancienneté parlementaire : Pas de données
it: Anzianità parlamentare: Nessun dato
nl: Parlementaire zittingsduur: Geen gegevens
pl: Staż parlamentarny: Brak danych
pt: Tempo de mandato parlamentar: Sem dados

# tenureTooltip
source: The number of years is an approximate value, calculated based on the data below, without taking into account the premature expiration of the parliamentary mandate.
de: Die Anzahl der Jahre ist ein ungefährer Wert, der auf der Grundlage der nachstehenden Daten berechnet wird, ohne das vorzeitige Erlöschen des parlamentarischen Mandats zu berücksichtigen.
es: El número de años es un valor aproximado, calculado en base a los datos a continuación, sin tener en cuenta la expiración prematura del mandato parlamentario.
fr: Le nombre d'années est une valeur approximative, calculée sur la base des données ci-dessous, sans tenir compte de l'expiration prématurée du mandat parlementaire.
it: Il numero di anni è un valore approssimativo, calcolato sulla base dei dati sottostanti, senza tenere conto della scadenza prematura del mandato parlamentare.
nl: Het aantal jaren is een geschatte waarde, berekend op basis van de onderstaande gegevens, zonder rekening te houden met het voortijdig aflopen van het parlementaire mandaat.
pl: Ilość lat jest wartością przybliżoną, obliczoną na podstawie poniższych danych, bez brania pod uwagę przedwczesnego wygaśnięcia mandatu poselskiego.
pt: O número de anos é um valor aproximado, calculado com base nos dados abaixo, sem levar em conta a expiração prematura do mandato parlamentar.

# tenureTermItem
source: {romanNumeral} term of the Sejm of the Republic of Poland {duration}
de: {romanNumeral}. Amtszeit des Sejm der Republik Polen {duration}
es: {romanNumeral} legislatura del Sejm de la República de Polonia {duration}
fr: {romanNumeral}e législature de la Diète de la République de Pologne {duration}
it: {romanNumeral} legislatura del Sejm della Repubblica di Polonia {duration}
nl: {romanNumeral}e zittingsperiode van de Sejm van de Republiek Polen {duration}
pl: {romanNumeral} kadencja Sejmu RP {duration}
pt: {romanNumeral}ª legislatura do Sejm da República da Polônia {duration}

# unknownTermDuration
source: Unknown period
de: Unbekannter Zeitraum
es: Período desconocido
fr: Période inconnue
it: Periodo sconosciuto
nl: Onbekende periode
pl: Nieznany okres
pt: Período desconhecido

# noTermData
source: No detailed data on terms.
de: Keine detaillierten Daten zu den Amtszeiten.
es: Sin datos detallados sobre las legislaturas.
fr: Pas de données détaillées sur les législatures.
it: Nessun dato dettagliato sulle legislature.
nl: Geen gedetailleerde gegevens over zittingsperiodes.
pl: Brak szczegółowych danych o kadencjach.
pt: Sem dados detalhados sobre as legislaturas.

# plHistoricalDataDisclaimer
source: Note: Historical data for the 1st and 2nd terms of the Sejm of the Republic of Poland are unavailable and not included.
de: Hinweis: Historische Daten für die 1. und 2. Amtszeit des Sejm der Republik Polen sind nicht verfügbar und nicht enthalten.
es: Nota: Los datos históricos de la 1ª y 2ª legislatura del Sejm de la República de Polonia no están disponibles y no se incluyen.
fr: Remarque : Les données historiques des 1ère et 2ème législatures de la Diète de la République de Pologne ne sont pas disponibles et ne sont pas incluses.
it: Nota: I dati storici della 1ª e 2ª legislatura del Sejm della Repubblica di Polonia non sono disponibili e non sono inclusi.
nl: Let op: Historische gegevens voor de 1e en 2e zittingsperiode van de Sejm van de Republiek Polen zijn niet beschikbaar en niet opgenomen.
pl: Uwaga: Dane historyczne dla 1. i 2. kadencji Sejmu RP są niedostępne i nie są uwzględniane.
pt: Nota: Dados históricos da 1ª e 2ª legislaturas do Sejm da República da Polônia não estão disponíveis e não são incluídos.

# personalDataSectionTitle
source: Personal Data
de: Persönliche Daten
es: Datos personales
fr: Données personnelles
it: Dati personali
nl: Persoonlijke gegevens
pl: Dane osobowe
pt: Dados pessoais

# contactSectionTitle
source: Contact
de: Kontakt
es: Contacto
it: Contatti
pl: Kontakt
pt: Contato

# dataSourceLabel
source: Data source: Sejm RP API
de: Datenquelle: Sejm RP API
es: Fuente de datos: Sejm RP API
fr: Source des données : API du Sejm RP
it: Fonte dei dati: API del Sejm RP
nl: Gegevensbron: Sejm RP API
pl: Źródło danych: Sejm RP API
pt: Fonte de dados: API do Sejm RP

# mandateStatusActive
source: Mandate: active
de: Mandat: aktiv
es: Mandato: activo
fr: Mandat : actif
it: Mandato: attivo
nl: Mandaat: actief
pl: Mandat: aktywny
pt: Mandato: ativo

# mandateStatusFulfilled
source: Mandate: fulfilled
de: Mandat: erfüllt
es: Mandato: cumplido
fr: Mandat : accompli
it: Mandato: espletato
nl: Mandaat: vervuld
pl: Mandat: wykonany
pt: Mandato: cumprido

# mandateStatusCancelled
source: Mandate: cancelled
de: Mandat: annulliert
es: Mandato: cancelado
fr: Mandat : annulé
it: Mandato: annullato
nl: Mandaat: geannuleerd
pl: Mandat: anulowany
pt: Mandato: cancelado

# mandateStatusInactive
source: Mandate: inactive
de: Mandat: inaktiv
es: Mandato: inactivo
fr: Mandat : inactif
it: Mandato: inattivo
nl: Mandaat: inactief
pl: Mandat: nieaktywny
pt: Mandato: inativo

# followingAddedSnackbar
source: Added to followed
de: Zu den gefolgten hinzugefügt
es: Añadido a seguidos
fr: Ajouté aux suivis
it: Aggiunto ai seguiti
nl: Toegevoegd aan gevolgd
pl: Dodano do obserwowanych
pt: Adicionado aos seguidos

# followingRemovedSnackbar
source: Removed from followed
de: Aus den gefolgten entfernt
es: Eliminado de seguidos
fr: Retiré des suivis
it: Rimosso dai seguiti
nl: Verwijderd uit gevolgd
pl: Usunięto z obserwowanych
pt: Removido dos seguidos

# clubLabel
source: Club: {clubName}
de: Fraktion: {clubName}
es: Grupo: {clubName}
fr: Groupe : {clubName}
it: Gruppo: {clubName}
nl: Fractie: {clubName}
pl: Klub: {clubName}
pt: Grupo: {clubName}

# formerlyLabel
source: (formerly: {clubs})
de: (früher: {clubs})
es: (antes: {clubs})
fr: (anciennement : {clubs})
it: (precedentemente: {clubs})
nl: (voorheen: {clubs})
pl: (dawniej: {clubs})
pt: (anteriormente: {clubs})

# professionLabel
source: Profession: {profession}
de: Beruf: {profession}
es: Profesión: {profession}
it: Professione: {profession}
nl: Beroep: {profession}
pl: Zawód: {profession}
pt: Profissão: {profession}

# districtLabel
source: District: {districtName} (no. {districtNum})
de: Wahlkreis: {districtName} (Nr. {districtNum})
es: Distrito: {districtName} (nº {districtNum})
fr: Circonscription : {districtName} (n° {districtNum})
it: Distretto: {districtName} (n. {districtNum})
nl: Kiesdistrict: {districtName} (nr. {districtNum})
pl: Okręg: {districtName} (nr {districtNum})
pt: Distrito: {districtName} (nº {districtNum})

# votesObtainedLabel
source: Votes obtained: {votes}
de: Erhaltene Stimmen: {votes}
es: Votos obtenidos: {votes}
fr: Votes obtenus : {votes}
it: Voti ottenuti: {votes}
nl: Behaalde stemmen: {votes}
pl: Zdobyte głosy: {votes}
pt: Votos obtidos: {votes}
