Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# errorFailedToLoadData
source: Failed to load data
de: Fehler beim Laden der Daten
es: Error al cargar los datos
fr: Échec du chargement des données
it: Errore nel caricamento dei dati
nl: Fout bij het laden van de gegevens
pl: Błąd podczas ładowania danych
pt: Falha ao carregar os dados

# errorNoData
source: No data to display.
de: Keine Daten zum Anzeigen.
es: No hay datos para mostrar.
fr: Aucune donnée à afficher.
it: Nessun dato da visualizzare.
nl: Geen gegevens om weer te geven.
pl: Brak danych do wyświetlenia.
pt: Não há dados para exibir.

source: No data
de: Keine Daten
es: Sin datos
fr: Pas de données
it: Nessun dato
nl: Geen gegevens
pl: Brak danych
pt: Sem dados

source: No date
de: Kein Datum
es: Sin fecha
fr: Pas de date
it: Nessuna data
nl: Geen datum
pl: Brak daty
pt: Sem data

# shareAction
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Compartilhar

# loginAction
source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
pl: Zaloguj
pt: Entrar

# settingsTitle
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações

# settingsChangeLanguage
source: Change language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
nl: Taal wijzigen
pl: Zmień język
pt: Mudar idioma

# settingsLogout
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
nl: Uitloggen
pl: Wyloguj
pt: Sair

# tryAgainButton
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente

# moreButton
source: ... More
de: ... Mehr
es: ... Más
fr: ... Plus
it: ... Altro
nl: ... Meer
pl: ... Więcej
pt: ... Mais

# seeDetailsLink
source: See details ->
de: Details ansehen ->
es: Ver detalles ->
fr: Voir les détails ->
it: Vedi dettagli ->
nl: Details bekijken ->
pl: Zobacz szczegóły ->
pt: Ver detalhes ->

# bottomNavHome
source: Home
de: Startseite
es: Inicio
fr: Accueil
nl: Start
pl: Strona główna
pt: Início

# bottomNavInfo
source: Info
de: Informationen
es: Información
fr: Informations
it: Informazioni
nl: Informatie
pl: Informacje
pt: Informações

# bottomNavSupport
source: Support
de: Unterstützen
es: Apoyar
fr: Soutenir
it: Sostieni
nl: Ondersteunen
pl: Wesprzyj
pt: Apoiar

# bottomNavFutureFeatures
source: Future Features
de: Zukünftige Funktionen
es: Futuras funciones
fr: Fonctionnalités futures
it: Funzioni future
nl: Toekomstige functies
pl: Przyszłe funkcje
pt: Recursos futuros

# termLabel
source: Term: {termNumber}
de: Amtszeit: {termNumber}
es: Legislatura: {termNumber}
fr: Législature : {termNumber}
it: Legislatura: {termNumber}
nl: Zittingsperiode: {termNumber}
pl: Kadencja: {termNumber}
pt: Legislatura: {termNumber}

# termMenuItem
source: Term {termNumber} {termYears}
de: Amtszeit {termNumber} {termYears}
es: Legislatura {termNumber} {termYears}
fr: Législature {termNumber} {termYears}
it: Legislatura {termNumber} {termYears}
nl: Zittingsperiode {termNumber} {termYears}
pl: Kadencja {termNumber} {termYears}
pt: Legislatura {termNumber} {termYears}

# errorNoDataForTerm
source: No data to display for the selected term.
de: Für die ausgewählte Amtszeit sind keine Daten verfügbar.
es: No hay datos para mostrar para la legislatura seleccionada.
fr: Aucune donnée à afficher pour la législature sélectionnée.
it: Nessun dato da visualizzare per la legislatura selezionata.
nl: Geen gegevens beschikbaar voor de geselecteerde zittingsperiode.
pl: Brak danych do wyświetlenia dla wybranej kadencji.
pt: Não há dados para exibir para a legislatura selecionada.

# sectionPopularVotes
source: Popular Votes
de: Beliebte Abstimmungen
es: Votaciones populares
fr: Votes populaires
it: Votazioni popolari
nl: Populaire stemmingen
pl: Popularne głosowania
pt: Votações populares

# sectionUpcoming
source: Coming Soon
de: Demnächst
es: Próximamente
fr: Prochainement
it: Prossimamente
nl: Binnenkort
pl: Rozpatrywane wkrótce
pt: Em breve

# sectionLegislationInProcess
source: Legislation in Process
de: Gesetzgebung im Gange
es: Legislación en proceso
fr: Législation en cours
it: Legislazione in corso
nl: Wetgeving in behandeling
pl: Legislacja w procesie
pt: Legislação em processo

# votingSourceTooltip
source: View voting source
de: Abstimmungsquelle anzeigen
es: Ver fuente de la votación
fr: Voir la source du vote
it: Vedi la fonte della votazione
nl: Bekijk de stembron
pl: Zobacz źródło głosowania
pt: Ver fonte da votação

# legislationSponsorLabel
source: Sponsor
es: Patrocinador
pl: Wnioskodawca
pt: Patrocinador

# lustraClubLabel
source: Lustra Club
es: Club Lustra
fr: Club Lustra
it: Club Lustra
pl: Klub Lustra

# sectionMpProfiles
source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
nl: Profielen
pl: Profile
pt: Perfis

# buttonBrowseVotes
source: Vote browser
de: Abstimmungs-Browser
es: Navegador de votaciones
fr: Navigateur de votes
it: Browser votazioni
nl: Stemmingenoverzicht
pl: Przeglądarka głosowań
pt: Navegador de votações

# buttonScheduledMeetings
source: Scheduled sessions
de: Geplante Sitzungen
es: Sesiones programadas
fr: Sessions prévues
it: Sessioni programmate
nl: Geplande zittingen
pl: Zaplanowane posiedzenia
pt: Sessões agendadas

# buttonBillsInProgress
source: Bills in progress
de: Laufende Gesetze
es: Leyes en trámite
fr: Lois en cours
it: Leggi in corso
nl: Wetten in behandeling
pl: Ustawy w trakcie prac
pt: Leis em andamento

# buttonAllMps
source: All deputies
de: Alle Abgeordneten
es: Todos los diputados
fr: Tous les députés
it: Tutti i deputati
nl: Alle afgevaardigden
pl: Wszyscy posłowie
pt: Todos os deputados

# buttonCheckProfile
source: Check profile
de: Profil ansehen
es: Ver perfil
fr: Voir le profil
it: Vedi profilo
nl: Profiel bekijken
pl: Sprawdź profil
pt: Ver perfil

# errorNoDeputiesData
source: No data about deputies.
de: Keine Daten über Abgeordnete.
es: Sin datos sobre los diputados.
fr: Aucune donnée sur les députés.
it: Nessun dato sui deputati.
nl: Geen gegevens over afgevaardigden.
pl: Brak danych o posłach.
pt: Sem dados sobre os deputados.

# errorNoDataLastVote
source: No data about the last vote.
de: Keine Daten über die letzte Abstimmung.
es: Sin datos sobre la última votación.
fr: Aucune donnée sur le dernier vote.
it: Nessun dato sull'ultima votazione.
nl: Geen gegevens over de laatste stemming.
pl: Brak danych o ostatnim głosowaniu.
pt: Sem dados sobre a última votação.

# errorNoDataUpcomingVote
source: No data about the upcoming vote.
de: Keine Daten über die bevorstehende Abstimmung.
es: Sin datos sobre la próxima votación.
fr: Aucune donnée sur le prochain vote.
it: Nessun dato sulla prossima votazione.
nl: Geen gegevens over de aanstaande stemming.
pl: Brak danych o nadchodzącym głosowaniu.
pt: Sem dados sobre a próxima votação.

# errorNoSummaryLastVote
source: No summary for the last vote.
de: Keine Zusammenfassung für die letzte Abstimmung.
es: Sin resumen de la última votación.
fr: Aucun résumé pour le dernier vote.
it: Nessun riepilogo per l'ultima votazione.
nl: Geen samenvatting voor de laatste stemming.
pl: Brak podsumowania dla ostatniego głosowania.
pt: Sem resumo da última votação.

# errorNoSummaryUpcomingVote
source: No summary for the upcoming vote.
de: Keine Zusammenfassung für die bevorstehende Abstimmung.
es: Sin resumen de la próxima votación.
fr: Aucun résumé pour le prochain vote.
it: Nessun riepilogo per la prossima votazione.
nl: Geen samenvatting voor de aanstaande stemming.
pl: Brak podsumowania dla nadchodzącego głosowania.
pt: Sem resumo da próxima votação.

# errorNoDataLegislationInProcess
source: No data about legislation in process.
de: Keine Daten über laufende Gesetzgebung.
es: Sin datos sobre la legislación en proceso.
fr: Aucune donnée sur la législation en cours.
it: Nessun dato sulla legislazione in corso.
nl: Geen gegevens over wetgeving in behandeling.
pl: Brak danych o legislacji w procesie.
pt: Sem dados sobre a legislação em processo.

# errorNoSummaryLegislationInProcess
source: No summary for legislation in process.
de: Keine Zusammenfassung für laufende Gesetzgebung.
es: Sin resumen de la legislación en proceso.
fr: Aucun résumé pour la législation en cours.
it: Nessun riepilogo per la legislazione in corso.
nl: Geen samenvatting voor wetgeving in behandeling.
pl: Brak podsumowania dla legislacji w procesie.
pt: Sem resumo da legislação em processo.

source: Key points
de: Wichtige Punkte
es: Puntos clave
fr: Points clés
it: Punti chiave
nl: Kernpunten
pl: Kluczowe punkty
pt: Pontos-chave

source: No key points
de: Keine wichtigen Punkte
es: No hay puntos clave
fr: Aucun point clé
it: Nessun punto chiave
nl: Geen kernpunten
pl: Brak kluczowych punktów
pt: Nenhum ponto-chave

# votingResultsTitle
source: VOTING RESULTS
de: ABSTIMMUNGS­ERGEBNISSE
es: RESULTADOS DE LA VOTACIÓN
fr: RÉSULTATS DU VOTE
it: RISULTATI DELLA VOTAZIONE
nl: STEMRESULTATEN
pl: WYNIKI GŁOSOWANIA
pt: RESULTADOS DA VOTAÇÃO

# labelFor
source: For:
de: Dafür:
es: A favor:
fr: Pour :
it: A favore:
nl: Voor:
pl: Za:
pt: A favor:

# labelAgainst
source: Against:
de: Dagegen:
es: En contra:
fr: Contre :
it: Contro:
nl: Tegen:
pl: Przeciw:
pt: Contra:

# labelAbstained
source: Abstained:
de: Enthaltungen:
es: Abstenciones:
fr: Abstentions :
it: Astenuti:
nl: Onthoudingen:
pl: Wstrzymało się:
pt: Abstenções:

# noStatusInfo
source: No status information
de: Keine Statusinformationen
es: Sin información de estado
fr: Aucune information de statut
it: Nessuna informazione sullo stato
nl: Geen statusinformatie
pl: Brak informacji o statusie
pt: Nenhuma informação de status

# scheduledMeetingDate
source: Scheduled session: {date}
de: Geplante Sitzung: {date}
es: Sesión programada: {date}
fr: Session prévue : {date}
it: Sessione programmata: {date}
nl: Geplande zitting: {date}
pl: Planowane posiedzenie: {date}
pt: Sessão agendada: {date}

source: No scheduled meeting date
de: Kein geplantes Sitzungsdatum
es: Sin fecha de sesión programada
fr: Aucune date de session prévue
it: Nessuna data di sessione programmata
nl: Geen geplande zittingsdatum
pl: Brak planowanej daty posiedzenia
pt: Nenhuma data de sessão agendada

source: Process start: {date}
de: Beginn des Verfahrens: {date}
es: Inicio del proceso: {date}
fr: Début du processus : {date}
it: Inizio del processo: {date}
nl: Start van het proces: {date}
pl: Rozpoczęcie procesu: {date}
pt: Início do processo: {date}

source: No process start date
de: Kein Startdatum des Verfahrens
es: Sin fecha de inicio del proceso
fr: Aucune date de début du processus
it: Nessuna data di inizio del processo
nl: Geen startdatum van het proces
pl: Brak daty rozpoczęcia procesu
pt: Nenhuma data de início do processo

# mpDistrict
source: District: {districtNumber}
de: Wahlkreis: {districtNumber}
es: Distrito: {districtNumber}
fr: Circonscription : {districtNumber}
it: Distretto: {districtNumber}
nl: Kiesdistrict: {districtNumber}
pl: Okręg: {districtNumber}
pt: Distrito: {districtNumber}

# actionCollapse
source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
it: Comprimi
nl: Inklappen
pl: Zwiń
pt: Recolher

# actionExpand
source: Expand more...
de: Mehr anzeigen...
es: Expandir más...
fr: Afficher plus...
it: Mostra di più...
nl: Meer uitvouwen...
pl: Rozwiń więcej...
pt: Expandir mais...

# votingFor
source: For
de: Dafür
es: A favor
fr: Pour
it: A favore
nl: Voor
pl: Za
pt: A favor

# votingAgainst
source: Against
de: Dagegen
es: En contra
fr: Contre
it: Contro
nl: Tegen
pl: Przeciw
pt: Contra

# votingAbstainShort
source: Abstain
de: Enth.
es: Abst.
fr: Abst.
it: Ast.
nl: Onth.
pl: Wstrzym.
pt: Abst.

# citizenPollTitle
source: Citizen Poll
de: Bürgerumfrage
es: Encuesta ciudadana
fr: Sondage citoyen
it: Sondaggio dei cittadini
nl: Burgerpeiling
pl: Sondaż obywatelski
pt: Enquete cidadã

# pollTemporarilyUnavailable
source: Poll temporarily unavailable. Please try again later.
de: Umfrage vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
es: Encuesta no disponible temporalmente. Por favor, inténtelo de nuevo más tarde.
fr: Sondage temporairement indisponible. Veuillez réessayer plus tard.
it: Sondaggio temporaneamente non disponibile. Riprova più tardi.
nl: Peiling tijdelijk niet beschikbaar. Probeer het later opnieuw.
pl: Sondaż chwilowo niedostępny. Spróbuj ponownie później.
pt: Enquete temporariamente indisponível. Por favor, tente novamente mais tarde.

# errorDisplayingPollBar
source: Error displaying poll results.
de: Fehler bei der Anzeige der Umfrageergebnisse.
es: Error al mostrar los resultados de la encuesta.
fr: Erreur lors de l'affichage des résultats du sondage.
it: Errore nella visualizzazione dei risultati del sondaggio.
nl: Fout bij het weergeven van de peilingresultaten.
pl: Błąd wyświetlania wyników sondażu.
pt: Erro ao exibir os resultados da enquete.

# pollNoForAgainstVotes
source: No For/Against votes
de: Keine Dafür-/Dagegen-Stimmen
es: Sin votos a favor/en contra
fr: Aucun vote Pour/Contre
it: Nessun voto a favore/contro
nl: Geen voor-/tegenstemmen
pl: Brak głosów Za/Przeciw
pt: Sem votos a favor/contra

# pollNoVotesCast
source: No votes cast
de: Keine Stimmen abgegeben
es: No se han emitido votos
fr: Aucun vote exprimé
it: Nessun voto espresso
nl: Geen stemmen uitgebracht
pl: Brak oddanych głosów
pt: Nenhum voto registrado

# pollTotalVotes
source: Votes cast: {count}
de: Abgegebene Stimmen: {count}
es: Votos emitidos: {count}
fr: Votes exprimés : {count}
it: Voti espressi: {count}
nl: Uitgebrachte stemmen: {count}
pl: Oddanych głosów: {count}
pt: Votos registrados: {count}

# pollSupport
source: I support
de: Ich unterstütze
es: Apoyo
fr: Je soutiens
it: Sostengo
nl: Ik steun
pl: Popieram
pt: Apoio

# pollDontSupport
source: I don't support
de: Ich unterstütze nicht
es: No apoyo
fr: Je ne soutiens pas
it: Non sostengo
nl: Ik steun niet
pl: Nie popieram
pt: Não apoio

source: Log in to vote
de: Zum Abstimmen anmelden
es: Inicia sesión para votar
fr: Connectez-vous pour voter
it: Accedi per votare
nl: Inloggen om te stemmen
pl: Zaloguj się, aby zagłosować
pt: Faça login para votar

# dialogChooseLanguage
source: Choose language
de: Sprache wählen
es: Elegir idioma
fr: Choisir la langue
it: Scegli la lingua
nl: Kies taal
pl: Wybierz język
pt: Escolher idioma

# dialogCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar

# infoScreenTitle
source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
nl: Informatie
pl: Informacje
pt: Informações

# infoTitle1
source: Citizens Above Politics
de: Bürger über Politik
es: Ciudadanos por Encima de la Política
fr: Les Citoyens avant la Politique
it: Cittadini Sopra la Politica
nl: Burgers Boven Politiek
pl: Obywatele ponad polityką
pt: Cidadãos Acima da Política

# infoParagraph1
source: Media doesn't inform – it curates reality. An estimated 95% of legislation disappears into a "black hole" of silence because it's too complex or "boring" to sell ads. Lustra bypasses the middlemen. We process bureaucratic legislative language into accessible facts, giving you insight into what the government enacts, not just what they want to discuss.
de: Medien informieren nicht nur – sie kuratieren die Realität. Schätzungsweise 95% der Gesetzgebung verschwinden in einem "schwarzen Loch", weil sie zu komplex sind, um Werbung zu verkaufen. Lustra umgeht die Mittelsmänner. Wir verarbeiten bürokratische Sprache in verständliche Fakten und zeigen Ihnen, was wirklich beschlossen wird, nicht nur, worüber man sprechen will.
es: Los medios no informan, curan la realidad. Se estima que el 95% de la legislación desaparece en un "agujero negro" de silencio porque es demasiado compleja para vender publicidad. Lustra evita a los intermediarios. Procesamos el lenguaje burocrático en hechos accesibles, dándote visión sobre lo que el gobierno realmente aprueba, no solo de lo que quiere hablar.
fr: Les médias n'informent pas, ils sélectionnent la réalité. On estime que 95 % de la législation disparaît dans un "trou noir" médiatique car elle est trop complexe pour vendre de la publicité. Lustra contourne les intermédiaires. Nous transformons le langage bureaucratique en faits accessibles, vous montrant ce que le gouvernement vote réellement, pas seulement ce dont il veut parler.
it: I media non informano, curano la realtà. Si stima che il 95% della legislazione scompaia in un "buco nero" di silenzio perché troppo complessa per vendere pubblicità. Lustra scavalca gli intermediari. Trasformiamo il linguaggio burocratico in fatti accessibili, mostrandoti ciò che il governo approva realmente, non solo ciò di cui vuole parlare.
nl: Media informeren niet alleen – ze cureren de realiteit. Naar schatting 95% van de wetgeving verdwijnt in een "zwart gat" omdat het te complex is om advertenties te verkopen. Lustra omzeilt de tussenpersonen. Wij verwerken bureaucratische taal tot toegankelijke feiten, zodat je ziet wat de overheid werkelijk besluit, niet alleen waarover ze willen praten.
pl: Media nie informują – one kurują rzeczywistość. Szacuje się, że 95% legislacji znika w czarnej dziurze ciszy, bo jest zbyt skomplikowana lub nudna by sprzedać reklamy. Lustra omija pośredników. Przetwarzamy biurokratyczny język ustaw na zrozumiałe fakty, dając Ci wgląd w to, co rządzący uchwalają, a nie tylko w to, o czym chcą mówić.
pt: A mídia não informa – ela cura a realidade. Estima-se que 95% da legislação desapareça num "buraco negro" de silêncio por ser demasiado complexa para vender publicidade. A Lustra contorna os intermediários. Processamos a linguagem burocrática em factos acessíveis, dando-lhe visão sobre o que o governo realmente aprova, não apenas sobre o que querem falar.

# infoTitle2
source: Facts, Not Marketing
de: Fakten statt Marketing
es: Hechos, No Marketing
fr: Des Faits, Pas du Marketing
it: Fatti, Non Marketing
nl: Feiten, Geen Marketing
pl: Fakty, nie marketing
pt: Fatos, Não Marketing

# infoParagraph2
source: Politics today is 80% marketing and 20% law. We separate the two. We apply a "context sterilization" process: stripping away emotional language, partisan spin, and opinions to leave only the legal facts. This isn't "another point of view." It is noise reduction, allowing you to form your own opinion based on the source.
de: Politik ist heute 80% Marketing und 20% Gesetz. Wir trennen beides. Wir wenden einen Prozess der "Kontext-Sterilisierung" an: Wir entfernen emotionale Sprache und parteipolitische Färbung und lassen nur die juristischen Fakten übrig. Dies ist kein "anderer Blickwinkel". Es ist Rauschunterdrückung, die es Ihnen ermöglicht, sich eine eigene Meinung an der Quelle zu bilden.
es: La política actual es 80% marketing y 20% ley. Nosotros separamos ambos. Aplicamos un proceso de "esterilización de contexto": eliminamos el lenguaje emocional y el sesgo partidista, dejando solo los hechos legales. No es "otro punto de vista". Es una reducción de ruido que te permite formar tu propia opinión basada en la fuente.
fr: La politique d'aujourd'hui, c'est 80 % de marketing et 20 % de droit. Nous séparons les deux. Nous appliquons un processus de "stérilisation du contexte" : nous supprimons le langage émotionnel et la langue de bois partisane pour ne laisser que les faits juridiques. Ce n'est pas un "autre point de vue". C'est une réduction du bruit qui vous permet de vous forger votre propre opinion à la source.
it: La politica oggi è per l'80% marketing e per il 20% legge. Noi separiamo le due cose. Applichiamo un processo di "sterilizzazione del contesto": rimuoviamo il linguaggio emotivo e la retorica di parte, lasciando solo i fatti legali. Non è un "altro punto di vista". È una riduzione del rumore che ti permette di formarti la tua opinione basandoti sulla fonte.
nl: Politiek is vandaag de dag 80% marketing en 20% wetgeving. Wij scheiden die twee. We passen een proces van "context-sterilisatie" toe: we verwijderen emotionele taal en partijdige spin, zodat alleen de juridische feiten overblijven. Dit is geen "ander standpunt". Het is ruisonderdrukking, zodat jij je eigen mening kunt vormen bij de bron.
pl: Dzisiejsza polityka to w 80% marketing, a w 20% prawo. My oddzielamy jedno od drugiego. Stosujemy proces sterylizacji kontekstu: usuwamy emocjonalny język, partyjną nowomowę i opinie, zostawiając same fakty prawne. To nie jest inny punkt widzenia. To redukcja szumu, która pozwala Ci wyrobić własną opinię na podstawie źródła.
pt: A política hoje é 80% marketing e 20% lei. Nós separamos os dois. Aplicamos um processo de "esterilização de contexto": removemos a linguagem emocional e o viés partidário, deixando apenas os fatos legais. Este não é "outro ponto de vista". É uma redução de ruído que lhe permite formar a sua própria opinião com base na fonte.

# infoTitle3
source: Power Without Middlemen
de: Macht ohne Mittelsmänner
es: Poder Sin Intermediarios
fr: Le Pouvoir Sans Intermédiaires
it: Potere Senza Intermediari
nl: Macht Zonder Tussenpersonen
pl: Władza bez pośredników
pt: Poder Sem Intermediários

# infoParagraph3
source: Big tech platforms optimize content for your outrage because it keeps you scrolling. We optimize for your insight. The hierarchy of topics in the app depends entirely on community votes. You decide what matters for the state, taking power back from publishers and lobbyists.
de: Große Plattformen optimieren Inhalte auf Ihre Empörung, weil das Ihre Aufmerksamkeit bindet. Wir optimieren auf Ihr Wissen. Die Hierarchie der Themen in der App hängt ausschließlich von den Stimmen der Community ab. Sie entscheiden, was wichtig ist, und holen sich die Macht von Verlegern und Lobbyisten zurück.
es: Las grandes plataformas optimizan el contenido para tu indignación porque eso te mantiene en la pantalla. Nosotros optimizamos para tu conocimiento. La jerarquía de los temas en la app depende exclusivamente de los votos de la comunidad. Vosotros decidís qué es importante, recuperando el poder de editores y lobistas.
fr: Les grandes plateformes optimisent leur contenu pour votre colère, car cela vous garde connecté. Nous optimisons pour votre savoir. La hiérarchie des sujets dans l'application dépend entièrement des votes de la communauté. C'est vous qui décidez de ce qui est important, reprenant le pouvoir aux éditeurs et aux lobbyistes.
it: Le grandi piattaforme ottimizzano i contenuti per la tua indignazione, perché questo ti tiene incollato allo schermo. Noi ottimizziamo per la tua conoscenza. La gerarchia dei temi nell'app dipende esclusivamente dai voti della comunità. Siete voi a decidere cosa è importante, riprendendo il potere da editori e lobbisti.
nl: Grote platforms optimaliseren content voor jouw woede, omdat dat je aan het scrollen houdt. Wij optimaliseren voor jouw inzicht. De hiërarchie van onderwerpen in de app hangt volledig af van de stemmen van de community. Jullie bepalen wat belangrijk is en nemen de macht terug van uitgevers en lobbyisten.
pl: Wielkie platformy optymalizują treści pod kątem Twojego gniewu, bo to trzyma Cię przy ekranie. My optymalizujemy pod kątem Twojej wiedzy. Hierarchia tematów w aplikacji zależy wyłącznie od głosów społeczności. To Wy decydujecie, co jest ważne dla państwa, odbierając władzę wydawcom i lobbystom.
pt: As grandes plataformas otimizam o conteúdo para a sua indignação, porque isso o mantém no ecrã. Nós otimizamos para o seu conhecimento. A hierarquia dos tópicos na aplicação depende inteiramente dos votos da comunidade. Vocês decidem o que é importante, recuperando o poder de editores e lobistas.

# infoTitle4
source: Architects of Change
de: Architekten des Wandels
es: Arquitectos del Cambio
fr: Architectes du Changement
it: Architetti del Cambiamento
nl: Architecten van Verandering
pl: Architekci Zmian
pt: Arquitetos da Mudança
