Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# supportMegaTitle
source: Civic Ownership
de: Bürgereigentum
es: Propiedad Ciudadana
fr: Propriété Citoyenne
it: Proprietà Civica
nl: Burgereigendom
pl: Własność Obywatelska
pt: Propriedade Cidadã

# votingResultsUSMotionToReferTitle
source: RESULTS: REFERRAL
de: ERGEBNIS: VERWEISUNG
es: RESULTADOS: REMISIÓN
fr: RÉSULTATS : RENVOI
it: RISULTATI: RINVIO
nl: RESULTATEN: VERWIJZING
pl: WYNIKI: ODESŁANIE
pt: RESULTADOS: REMESSA

# verificationRequiredTitle
source: Verification required
de: Verifizierung erforderlich
es: Verificación requerida
fr: Vérification requise
it: Verifica richiesta
nl: Verificatie vereist
pl: Weryfikacja wymagana

# verificationRequiredContent
source: To count your vote in the ranking, we must confirm you are human. Please check your email inbox (including SPAM folder).
de: Um Ihre Stimme im Ranking zu zählen, müssen wir bestätigen, dass Sie ein Mensch sind. Bitte überprüfen Sie Ihren Posteingang (auch den SPAM-Ordner).
es: Para contar su voto en el ranking, debemos confirmar que es humano. Revise su bandeja de entrada (incluida la carpeta de SPAM).
fr: Pour comptabiliser votre vote dans le classement, nous devons confirmer que vous êtes humain. Veuillez vérifier votre boîte de réception (y compris le dossier SPAM).
it: Per contare il tuo voto nella classifica, dobbiamo confermare che sei umano. Controlla la tua casella di posta (inclusa la cartella SPAM).
nl: Om uw stem in de ranglijst mee te tellen, moeten we bevestigen dat u een mens bent. Controleer uw inbox (inclusief SPAM-map).
pl: Aby Twój głos został policzony w rankingu, musimy potwierdzić, że jesteś człowiekiem. Sprawdź swoją skrzynkę mailową (również folder SPAM).

# verificationResendLink
source: Resend link
de: Link erneut senden
es: Reenviar enlace
fr: Renvoyer le lien
it: Invia di nuovo il link
nl: Link opnieuw verzenden
pl: Wyślij link ponownie

# verificationLinkSentSuccess
source: Link sent again!
de: Link erneut gesendet!
es: ¡Enlace reenviado!
fr: Lien renvoyé !
it: Link inviato di nuovo!
nl: Link opnieuw verzonden!
pl: Link wysłany ponownie!

# verificationAlreadyConfirmed
source: I have confirmed
de: Ich habe bestätigt
es: Ya he confirmado
fr: J'ai confirmé
it: Ho confermato
nl: Ik heb bevestigd
pl: Już potwierdziłem

# verificationSuccessVotingUnlocked
source: Thank you! You can vote now.
de: Danke! Sie können jetzt abstimmen.
es: ¡Gracias! Ya puede votar.
fr: Merci ! Vous pouvez voter.
it: Grazie! Ora puoi votare.
nl: Bedankt! U kunt nu stemmen.
pl: Dziękujemy! Możesz głosować.

# verificationStillNotVerified
source: Confirmation not found yet. Please try again in a moment.
de: Bestätigung noch nicht gefunden. Bitte versuchen Sie es gleich noch einmal.
es: Confirmación no encontrada aún. Inténtelo de nuevo en un momento.
fr: Confirmation non trouvée. Veuillez réessayer dans un instant.
it: Conferma non ancora trovata. Riprova tra un attimo.
nl: Nog geen bevestiging gevonden. Probeer het zo nog eens.
pl: Jeszcze nie widzę potwierdzenia. Spróbuj za chwilę.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj

# techGraphNo
source: NO
de: NEIN
fr: NON
nl: NEE
pl: NIE

# techGraphNoRetry
source: NO (Retry)
de: NEIN (Retry)
fr: NON (Retry)
nl: NEE (Retry)
pl: NIE (Retry)

# civicPolicyAstroturfingTitle
source: Anti-Astroturfing:
pl: Anty-Astroturfing:

# techGraphFlash
source: Flash (System 1)
fr: Flash (Système 1)

# techGraphPro
source: Pro (System 2)
fr: Pro (Système 2)
