Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# techIntroBody
source: Below we present the complete AI agent pipeline used to generate legal text summaries and detect hallucinations within them. The goal was to disarm the "legislative black hole" while approaching maximum objectivity. However, it must be emphasized that we do not believe in total neutrality. Every data compression (summary) is a form of choice. Instead of pretending to hold a "monopoly on truth" like the media, we adopted one explicit bias – the "citizen perspective" within context sterilization. Models are instructed to ignore political theater and focus on the wallet, freedoms, and obligations. This is an engineering design decision, not a political one.
de: Nachfolgend stellen wir die vollständige Pipeline der KI-Agenten vor, die zur Generierung von Zusammenfassungen juristischer Texte und zur Erkennung von Halluzinationen in diesen verwendet wird. Ziel war es, das „legislative schwarze Loch“ zu entschärfen und gleichzeitig ein Höchstmaß an Objektivität zu erreichen. Wir betonen jedoch, dass wir nicht an völlige Neutralität glauben. Jede Datenkomprimierung (Zusammenfassung) ist eine Form der Auswahl. Anstatt das „Wahrheitsmonopol“ der Medien vorzutäuschen, haben wir einen expliziten Bias angenommen – die „Bürgerperspektive“ im Rahmen der context sterilization. Die Modelle werden angewiesen, das politische Theater zu ignorieren und sich auf den Geldbeutel, Freiheiten und Pflichten zu konzentrieren. Dies ist eine technische Designentscheidung, keine politische.
es: A continuación presentamos el pipeline completo de agentes de IA utilizados para generar resúmenes de textos legales y detectar alucinaciones en ellos. El objetivo era desactivar el "agujero negro legislativo" acercándose al mismo tiempo a la mayor objetividad posible. Sin embargo, hay que subrayar que no creemos en la neutralidad total. Toda compresión de datos (resumen) es una forma de elección. En lugar de fingir el "monopolio de la verdad" de los medios, adoptamos un sesgo explícito: la "perspectiva ciudadana" en el marco de la context sterilization. Se instruye a los modelos para que ignoren el teatro político y se centren en el bolsillo, las libertades y las obligaciones. Es una decisión de diseño de ingeniería, no política.
fr: Nous présentons ci-dessous le pipeline complet d'agents IA utilisés pour générer des résumés de textes juridiques et y détecter les hallucinations. L'objectif était de désamorcer le « trou noir législatif » tout en s'approchant le plus possible de l'objectivité. Toutefois, il convient de souligner que nous ne croyons pas à la neutralité totale. Toute compression de données (résumé) est une forme de choix. Au lieu de prétendre au « monopole de la vérité » des médias, nous avons adopté un biais explicite – la « perspective citoyenne » dans le cadre de la context sterilization. Les modèles sont instruits pour ignorer le théâtre politique et se concentrer sur le portefeuille, les libertés et les devoirs. C'est une décision de conception technique, pas politique.
it: Di seguito presentiamo la pipeline completa degli agenti AI utilizzati per generare riassunti di testi legali e rilevare allucinazioni al loro interno. L'obiettivo era disinnescare il "buco nero legislativo" avvicinandosi il più possibile all'oggettività. Tuttavia, va sottolineato che non crediamo nella totale neutralità. Ogni compressione dei dati (riassunto) è una forma di scelta. Invece di fingere il "monopolio della verità" dei media, abbiamo adottato un bias esplicito – la "prospettiva del cittadino" nell'ambito della context sterilization. I modelli sono istruiti a ignorare il teatro politico e a concentrarsi sul portafoglio, sulle libertà e sui doveri. È una decisione progettuale ingegneristica, non politica.
nl: Hieronder presenteren we de volledige pijplijn van AI-agenten die worden gebruikt voor het genereren van samenvattingen van juridische teksten en het detecteren van hallucinaties daarin. Het doel was om het "wetgevende zwarte gat" onschadelijk te maken en tegelijkertijd zoveel mogelijk objectiviteit te benaderen. We moeten echter benadrukken dat we niet geloven in totale neutraliteit. Elke datacompressie (samenvatting) is een vorm van keuze. In plaats van het "monopolie op de waarheid" van de media voor te wenden, hebben we één expliciete bias aangenomen – het "burgerperspectief" binnen context sterilization. Modellen worden geïnstrueerd om politiek theater te negeren en zich te concentreren op de portemonnee, vrijheden en plichten. Dit is een technische ontwerpbeslissing, geen politieke.
pl: Poniżej przedstawiamy kompletny pipeline agentów AI używanych do generowania streszczeń tekstów prawnych i wykrywania w nich halucynacji. Celem było rozbrojenie „czarnej dziury legislacyjnej” przy jednoczesnym zbliżeniu się do jak największego obiektywizmu. Tutaj należy jednak podkreślić, że nie wierzymy w całkowitą neutralność. Każda kompresja danych (streszczenie) jest formą wyboru. Zamiast udawać „monopol na prawdę” mediów, przyjęliśmy jeden jawny bias – „perspektywa obywatela” w ramach context sterilization. Modele są instruowane, by ignorować polityczny teatr, a skupiać się na portfelu, wolnościach i obowiązkach. To inżynierska decyzja projektowa, nie polityczna.

# techDiagramTitle
source: 2. GENERALIZER-JUDGE-SURGEON FLOW DIAGRAM
de: 2. ABLAUFDIAGRAMM GENERALIZER-JUDGE-SURGEON
es: 2. ESQUEMA DE FLUJO GENERALIZER-JUDGE-SURGEON
fr: 2. SCHÉMA DE FLUX GENERALIZER-JUDGE-SURGEON
it: 2. DIAGRAMMA DI FLUSSO GENERALIZER-JUDGE-SURGEON
nl: 2. STROOMSCHEMA GENERALIZER-JUDGE-SURGEON
pl: 2. SCHEMAT PRZEPŁYWU GENERALIZER-JUDGE-SURGEON

# techDiagramIntro
source: The system operates in a verification loop. We do not trust generative models – we trust checking processes and an iterative approach to system expansion.
de: Das System arbeitet in einer Verifikationsschleife. Wir vertrauen generativen Modellen nicht – wir vertrauen Überprüfungsprozessen und einem iterativen Ansatz beim Systemausbau.
es: El sistema funciona en un bucle de verificación. No confiamos en los modelos generativos; confiamos en los procesos de comprobación y en un enfoque iterativo para la expansión de los sistemas.
fr: Le système fonctionne en boucle de vérification. Nous ne faisons pas confiance aux modèles génératifs – nous faisons confiance aux processus de vérification et à une approche itérative dans le développement des systèmes.
it: Il sistema funziona in un ciclo di verifica. Non ci fidiamo dei modelli generativi – ci fidiamo dei processi di controllo e di un approccio iterativo nell'espansione dei sistemi.
nl: Het systeem werkt in een verificatielus. We vertrouwen generatieve modellen niet – we vertrouwen controleprocessen en een iteratieve aanpak bij het uitbreiden van systemen.
pl: System działa w pętli weryfikacyjnej. Nie ufamy modelom generatywnym – ufamy procesom sprawdzającym i podejściu iteracyjnemu w rozbudowywaniu systemów.

# techDiagramOutro
source: In the future, we plan to expand the system with additional roles, such as an investigative journalist or a legal risk analyzer.
de: Für die Zukunft planen wir, das System um weitere Rollen zu erweitern, wie etwa einen investigativen Journalisten oder einen Analysten für rechtliche Risiken.
es: En el futuro, planeamos ampliar el sistema con roles adicionales, como un periodista de investigación o un analizador de riesgos legales.
fr: À l'avenir, nous prévoyons d'étendre le système avec des rôles supplémentaires, tels qu'un journaliste d'investigation ou un analyste de risque juridique.
it: In futuro, prevediamo di espandere il sistema con ruoli aggiuntivi, come un giornalista investigativo o un analista del rischio legale.
nl: In de toekomst zijn we van plan het systeem uit te breiden met extra rollen, zoals een onderzoeksjournalist of een analist voor juridische risico's.
pl: W przyszłości planujemy rozbudować system o dodatkowe role, takie jak dziennikarz śledczy czy analizator ryzyka prawnego.

# techPromptsTitle
source: 3. COMPLETE AGENT INSTRUCTIONS
de: 3. VOLLSTÄNDIGE ANWEISUNGEN FÜR AGENTEN
es: 3. INSTRUCCIONES COMPLETAS DE LOS AGENTES
fr: 3. INSTRUCTIONS COMPLÈTES DES AGENTS
it: 3. ISTRUZIONI COMPLETE DEGLI AGENTI
nl: 3. VOLLEDIGE INSTRUCTIES VOOR AGENTEN
pl: 3. KOMPLETNE INSTRUKCJE AGENTÓW

# techPromptsIntro
source: Below are the complete prompts received by the models, along with explanatory comments for the reader. Responses are returned immediately in 8 languages for full Lustra localization, so we have omitted the full JSON response structure for readability.
de: Unten finden Sie die vollständigen Prompts, die die Modelle erhalten, zusammen mit erklärenden Kommentaren für den Leser. Die Antworten werden für die vollständige Lokalisierung von Lustra sofort in 8 Sprachen zurückgegeben, daher haben wir die gesamte JSON-Antwortstruktur der Lesbarkeit halber weggelassen.
es: A continuación se encuentran los prompts completos que reciben los modelos, junto con comentarios explicativos para el lector. Las respuestas se devuelven inmediatamente en 8 idiomas para la localización completa de Lustra, por lo que hemos omitido toda la estructura de respuesta JSON para mayor legibilidad.
fr: Vous trouverez ci-dessous les prompts complets reçus par les modèles, accompagnés de commentaires explicatifs pour le lecteur. Les réponses sont renvoyées immédiatement en 8 langues pour une localisation complète de Lustra, nous avons donc omis toute la structure de réponse JSON pour plus de lisibilité.
it: Di seguito si trovano i prompt completi ricevuti dai modelli, insieme a commenti esplicativi per il lettore. Le risposte vengono restituite immediatamente in 8 lingue per la completa localizzazione di Lustra, quindi abbiamo omesso l'intera struttura di risposta JSON per leggibilità.
nl: Hieronder staan de volledige prompts die de modellen ontvangen, samen met verklarende opmerkingen voor de lezer. Antwoorden worden direct in 8 talen geretourneerd voor volledige lokalisatie van Lustra, dus we hebben de hele JSON-antwoordstructuur weggelaten voor de leesbaarheid.
pl: Poniżej znajdują się kompletne prompty, które otrzymują modele, wraz z komentarzami objaśniającymi dla czytelnika. Odpowiedzi są zwracane od razu w 8 językach dla pełnej lokalizacji Lustry, więc pominęliśmy całą strukturę odpowiedzi JSON dla czytelności.

# techGeneralizerBody
source: Model: Gemini Flash (default) / Pro (for <20k tokens)
de: Modell: Gemini Flash (Standard) / Pro (für <20k Token)
es: Modelo: Gemini Flash (predeterminado) / Pro (para <20k tokens)
fr: Modèle : Gemini Flash (par défaut) / Pro (pour <20k tokens)
it: Modello: Gemini Flash (predefinito) / Pro (per <20k token)
nl: Model: Gemini Flash (standaard) / Pro (voor <20k tokens)
pl: Model: Gemini Flash (domyślnie) / Pro (dla <20k tokenów)
