Repository: fokdelafons/lustra
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# statusFrResolutionPublished
source: Resolution published
de: Resolution veröffentlicht
es: Resolución publicada
fr: Résolution publiée
it: Risoluzione pubblicata
nl: Resolutie gepubliceerd
pl: Rezolucja opublikowana
pt: Resolução publicada

# statusFrDecreePublished
source: Decree published
de: Dekret veröffentlicht
es: Decreto publicado
fr: Décret publié
it: Decreto pubblicato
nl: Decreet gepubliceerd
pl: Dekret opublikowany
pt: Decreto publicado

# statusFrDecision
source: Decision
de: Entscheidung
es: Decisión
fr: Décision
it: Decisione
nl: Besluit
pl: Decyzja
pt: Decisão

# statusFrRejected
source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Respinto
nl: Verworpen
pl: Odrzucono
pt: Rejeitado

# statusFrPrescribed
source: Prescribed/Expired
de: Verjährt
es: Prescrito
fr: Prescrit
it: Prescritto
nl: Voorgeschreven/Vervallen
pl: Przedawnione
pt: Prescrito

# statusFrPropositionLoi
source: Parliamentary Bill
de: Gesetzesinitiative (Parlament)
es: Proposición de ley
fr: Wetsvoorstel (parlementair)
it: Proposta di legge (parlamentare)
nl: Wetsvoorstel (parlementair)
pl: Inicjatywa poselska
pt: Projeto de Lei (Parlamentar)

# statusFrProjetLoi
source: Government Bill
de: Gesetzesentwurf (Regierung)
es: Proyecto de ley
fr: Wetsontwerp (regering)
it: Disegno di legge (governativo)
nl: Wetsontwerp (regering)
pl: Projekt rządowy
pt: Projeto de Lei (Governo)

# statusUkActOfParliament
source: Act of Parliament
de: Gesetz des Parlaments
es: Ley del Parlamento
fr: Loi du Parlement
it: Atto del Parlamento
nl: Parlementswet
pl: Akt Parlamentu
pt: Ato do Parlamento

# statusUkRoyalAssent
source: Royal Assent
de: Königliche Zustimmung
es: Asentimiento Real
fr: Sanction royale
it: Assenso Reale
nl: Koninklijke bekrachtiging
pl: Zgoda Królewska
pt: Consentimento Real

# statusUkWithdrawn
source: Withdrawn
de: Zurückgezogen
es: Retirado
fr: Retiré
it: Ritirato
nl: Ingetrokken
pl: Wycofano
pt: Retirado

# statusUkRejected
source: Rejected
de: Abgelehnt
es: Rechazado
fr: Rejeté
it: Respinto
nl: Verworpen
pl: Odrzucono
pt: Rejeitado

# statusUk1stReading
source: 1st reading
de: 1. Lesung
es: 1ª lectura
fr: 1ère lecture
it: 1ª lettura
nl: 1e lezing
pl: 1. czytanie
pt: 1ª leitura

# statusUk2ndReading
source: 2nd reading
de: 2. Lesung
es: 2ª lectura
fr: 2ème lecture
it: 2ª lettura
nl: 2e lezing
pl: 2. czytanie
pt: 2ª leitura

# statusUk3rdReading
source: 3rd reading
de: 3. Lesung
es: 3ª lectura
fr: 3ème lecture
it: 3ª lettura
nl: 3e lezing
pl: 3. czytanie
pt: 3ª leitura

# statusUkCommitteeStage
source: Committee stage
de: Ausschussphase
es: Fase de comité
fr: Étape en commission
it: Fase in commissione
nl: Commissiefase
pl: Etap komisji
pt: Fase de comissão

# statusUkCommonsExaminers
source: Commons Examiners
de: Prüfer des Unterhauses
es: Examinadores de los Comunes
fr: Examinateurs des Communes
it: Esaminatori dei Comuni
nl: Examinatoren van het Lagerhuis
pl: Egzaminatorzy Izby Gmin
pt: Examinadores da Câmara dos Comuns

# statusUkLordsSpecialCommittee
source: Lords Special Public Bill Committee
de: Sonderausschuss des Oberhauses
es: Comité Especial de Proyectos de Ley Públicos de los Lores
fr: Commission spéciale des Lords sur les projets de loi publics
it: Commissione speciale dei Lord sui disegni di legge pubblici
nl: Speciale commissie van het Hogerhuis
pl: Specjalna Komisja ds. Ustaw Publicznych Izby Lordów
pt: Comissão Especial de Projetos de Lei Públicos da Câmara dos Lordes

# statusUkMoneyResolution
source: Money resolution
de: Finanzresolution
es: Resolución financiera
fr: Résolution financière
it: Risoluzione finanziaria
nl: Financiële resolutie
pl: Rezolucja finansowa
pt: Resolução financeira

# statusUkConsiderationLordsAmendments
source: Consideration of Lords amendments
de: Prüfung der Änderungen der Lords
es: Consideración de las enmiendas de los Lores
fr: Examen des amendements des Lords
it: Esame degli emendamenti dei Lord
nl: Behandeling van amendementen van de Lords
pl: Rozpatrzenie poprawek Lordów
pt: Apreciação das emendas dos Lordes

# statusUkConsiderationLordsMessage
source: Consideration of Lords message
de: Prüfung der Nachricht der Lords
es: Consideración del mensaje de los Lores
fr: Examen du message des Lords
it: Esame del messaggio dei Lord
nl: Behandeling van bericht van de Lords
pl: Rozpatrzenie wiadomości od Lordów
pt: Apreciação da mensagem dos Lordes

# statusUkOrderOfCommitmentDischarged
source: Order of Commitment discharged
de: Überweisungsbeschluss aufgehoben
es: Orden de remisión anulada
fr: Ordre de renvoi en commission annulé
it: Ordine di rinvio in commissione annullato
nl: Verwijzingsbevel ingetrokken
pl: Zwolnienie z obowiązku skierowania do komisji
pt: Ordem de remessa à comissão anulada

# statusUkProgrammeMotion
source: Programme motion
de: Programmantrag
es: Moción de programación
fr: Motion de programmation
it: Mozione di programmazione
nl: Programmamotie
pl: Wniosek programowy
pt: Moção de programação

# statusUkReportStage
source: Report stage
de: Berichtsphase
es: Fase de informe
fr: Étape du rapport
it: Fase di relazione
nl: Rapportfase
pl: Etap sprawozdawczy
pt: Fase de relatório

# statusUkSecondReadingCommittee
source: Second reading committee
de: Ausschuss für die zweite Lesung
es: Comité de segunda lectura
fr: Commission de deuxième lecture
it: Commissione per la seconda lettura
nl: Commissie voor de tweede lezing
pl: Komisja ds. drugiego czytania
pt: Comissão de segunda leitura

# statusUkWaysAndMeansResolution
source: Ways and Means resolution
de: Haushaltsresolution
es: Resolución de Medios y Arbitrios
fr: Résolution des Voies et Moyens
it: Risoluzione 'Ways and Means'
nl: Ways and Means-resolutie
pl: Rezolucja budżetowa
pt: Resolução 'Ways and Means'

# errorCheckConnection
source: Please check your internet connection.
de: Bitte überprüfen Sie Ihre Internetverbindung.
es: Por favor, compruebe su conexión a internet.
fr: Veuillez vérifier votre connexion internet.
it: Per favore, controlla la tua connessione internet.
nl: Controleer uw internetverbinding.
pl: Sprawdź swoje połączenie z internetem.
pt: Por favor, verifique a sua ligação à internet.

# buttonRetry
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tentar novamente

# morePointsInApp
source: ...full details are available in the Lustra
de: ...vollständige Informationen sind in Lustra verfügbar
es: ...la información completa está disponible en la Lustra
fr: ...les informations complètes sont disponibles au sein de Lustra
it: ...le informazioni complete sono disponibili in Lustra
nl: ...volledige informatie is beschikbaar in Lustra
pl: ...pełne informacje są dostępne w Lustra
pt: ...informações completas estão disponíveis no aplicativo Lustra

# shareAsPost
source: Share as post (1:1)
de: Als Beitrag teilen
es: Compartir como publicación (1:1)
fr: Partager en tant que publication (1:1)
it: Condividi come post (1:1)
nl: Delen als bericht (1:1)
pl: Udostępnij post (1:1)
pt: Compartilhar como post (1:1)

# shareAsStory
source: Share as story (16:9)
de: Als Story teilen
es: Compartir como historia (16:9)
fr: Partager en story (16:9)
it: Condividi come storia (16:9)
nl: Delen als verhaal (16:9)
pl: Udostępnij relację (16:9)
pt: Compartilhar como story (16:9)

# pollVotingViaApp
source: Voting available in the app!
de: Abstimmung in der App verfügbar!
es: ¡Votación disponible en la aplicación!
fr: Vote disponible dans l'application !
it: Votazione disponibile nell'app!
nl: Stemmen beschikbaar in de app!
pl: Głosowanie otwarte w aplikacji!
pt: Votação disponível no aplicativo!

# supportPollTitle
source: Support Poll
de: Unterstützungsumfrage
es: Encuesta de apoyo
fr: Sondage de soutien
it: Sondaggio di supporto
nl: Steunpeiling
pl: Sondaż poparcia
pt: Sondagem de apoio

# termsCountLabel
source: Number of terms
de: Anzahl der Amtszeiten
es: Número de mandatos
fr: Nombre de mandats
it: Numero di mandati
nl: Aantal termijnen
pl: Liczba kadencji
pt: Número de mandatos

# settingsNotificationsNewLaws
source: Notifications about new legislations
de: Benachrichtigungen über neue Gesetze
es: Notificaciones sobre nuevas legislaciones
fr: Notifications sur les nouvelles législations
it: Notifiche su nuove legislazioni
nl: Meldingen over nieuwe wetgeving
pl: Powiadomienia o nowych legislacjach
pt: Notificações sobre novas legislações

# settingsNotificationsVoteResults
source: Notifications about voting results
de: Benachrichtigungen über Abstimmungsergebnisse
es: Notificaciones sobre resultados de votaciones
fr: Notifications sur les résultats des votes
it: Notifiche sui risultati delle votazioni
nl: Meldingen over stemresultaten
pl: Powiadomienia o wynikach głosowań
pt: Notificações sobre resultados de votação

# detailsButton
source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
pt: Detalhes

# errorNoVotingsDetails
source: NO DETAILED VOTING DATA
de: KEINE DETAILLIERTEN ABSTIMMUNGSDATEN
es: SIN DATOS DETALLADOS DE LA VOTACIÓN
fr: AUCUNE DONNÉE DE VOTE DÉTAILLÉE
it: NESSUN DATO DETTAGLIATO SULLA VOTAZIONE
nl: GEEN GEDETAILLEERDE STEMGEGEVENS
pl: BRAK SZCZEGÓŁOWYCH DANYCH O GŁOSOWANIU
pt: SEM DADOS DETALHADOS DE VOTAÇÃO

# clearText
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Pulisci
nl: Wissen
pl: Wyczyść
pt: Limpar

# consideredOnLabel
source: Under consideration on:
de: In Prüfung am:
es: En consideración el:
fr: En cours d'examen le :
it: In esame il:
nl: In behandeling op:
pl: Rozpatrywane:
pt: Em consideração em:

# legislationFooterAiDisclaimer
source: The summary above was generated by AI and is a compilation of the original government document, respecting all principles of impartiality and free information. Details of the query used and its schema can be found in the information tab.
de: Die obige Zusammenfassung wurde von einer KI erstellt und ist eine Bearbeitung des ursprünglichen Regierungsdokuments unter Achtung aller Grundsätze der Unparteilichkeit und freien Information. Details zur verwendeten Abfrage und deren Schema finden Sie im Informations-Tab.
es: El resumen anterior fue generado por IA y es una elaboración del documento gubernamental original, respetando todos los principios de imparcialidad e información libre. Los detalles de la consulta utilizada y su esquema se pueden encontrar en la pestaña de información.
fr: Le résumé ci-dessus a été généré par l'IA et constitue une élaboration du document gouvernemental original, dans le respect de tous les principes d'impartialité et de libre information. Les détails de la requête utilisée et son schéma peuvent être consultés dans l'onglet d'information.
it: Il riassunto sopra è stato generato dall'IA e costituisce un'elaborazione del documento governativo originale, nel rispetto di tutti i principi di imparcialità e libera informazione. I dettagli della query utilizzata e il suo schema sono disponibili nella scheda informativa.
nl: De bovenstaande samenvatting is gegenereerd door AI en is een bewerking van het originele overheidsdocument, met inachtneming van alle principes van onpartijdigheid en vrije informatie. Details van de gebruikte query en het schema vindt u op het informatietabblad.
pl: Powyższe streszczenie zostało wygenerowane przez AI i stanowi opracowanie oryginalnego dokumentu rządowego z poszanowaniem wszelkich zasad bezstronności i wolnej informacji. Szczegóły użytego zapytania i jego schemat znajdziesz w zakładce informacyjnej.
pt: O resumo acima foi gerado por IA e é uma elaboração do documento governamental original, respeitando todos os princípios de imparcialidade e livre informação. Detalhes da consulta utilizada e seu esquema podem ser encontrados na aba de informações.

# legislationFooterModelUsed
source: Model used:
de: Verwendetes Modell:
es: Modelo utilizado:
fr: Modèle utilisé :
it: Modello utilizzato:
nl: Gebruikt model:
pl: Użyty model:
pt: Modelo utilizado:

# legislationFooterSourceData
source: Source data is available for free on the government system at:
de: Die Quelldaten sind kostenlos im Regierungssystem unter folgender Adresse verfügbar:
es: Los datos fuente están disponibles de forma gratuita en el sistema gubernamental en:
fr: Les données sources sont disponibles gratuitement sur le système gouvernemental à l'adresse :
it: I dati di origine sono disponibili gratuitamente nel sistema governativo all'indirizzo:
nl: Brongegevens zijn gratis beschikbaar in het overheidssysteem op:
pl: Dane źródłowe są dostępne bezpłatnie w systemie rządowym pod adresem:
pt: Os dados de origem estão disponíveis gratuitamente no sistema governamental em:

# appMotto
source: ... meaning impartial legislative information without political bias.
de: ... also unparteiische legislative Informationen ohne politische Färbung.
es: ... es decir, información legislativa imparcial y sin tintes políticos.
fr: ... c'est-à-dire une information législative impartiale et sans coloration politique.
it: ... ovvero informazione legislativa imparziale e senza connotazioni politiche.
nl: ... oftewel onpartijdige wetgevingsinformatie zonder politieke kleuring.
pl: ... czyli bezstronna informacja legislacyjna bez zabarwienia politycznego.
pt: ... ou seja, informação legislativa imparcial e sem qualquer coloração política.

# acceptTermsPrefix
source: I accept the
de: Ich akzeptiere die
es: Acepto los
fr: J'accepte les
it: Accetto i
nl: Ik accepteer de
pl: Akceptuję
pt: Aceito os

# termsAndConditions
source: Terms and Privacy Policy
de: AGB und Datenschutzrichtlinie
es: Términos y la Política de Privacidad
fr: Conditions et la Politique de confidentialité
it: Termini e l'Informativa sulla privacy
nl: Voorwaarden en het Privacybeleid
pl: Regulamin i Politykę Prywatności
pt: Termos e a Política de Privacidade

# validatorAcceptTerms
source: You must accept the terms to continue.
de: Sie müssen die Bedingungen akzeptieren, um fortzufahren.
es: Debes aceptar los términos para continuar.
fr: Vous devez accepter les conditions pour continuer.
it: Devi accettare i termini per continuare.
nl: U moet de voorwaarden accepteren om door te gaan.
pl: Musisz zaakceptować regulamin, aby kontynuować.
pt: Você deve aceitar os termos para continuar.

# joinSupportClubPrefix
source: I want to join the
de: Ich möchte dem
es: Quiero unirme al
fr: Je veux rejoindre le
it: Voglio unirmi al
nl: Ik wil lid worden van de
pl: Chcę dołączyć do
pt: Quero me juntar ao

# supportClub
source: Lustra Support Club
de: Lustra-Unterstützerklub beitreten
es: Club de Apoyo Lustra
fr: Club de Soutien Lustra
it: Club di Supporto Lustra
pl: Klubu Wsparcia Lustra
pt: Clube de Apoio Lustra

# supportClubDescription
source: You'll receive special information about the project's development and future initiatives.
de: Sie erhalten spezielle Informationen über die Entwicklung des Projekts und zukünftige Initiativen.
es: Recibirás información especial sobre el desarrollo del proyecto y futuras iniciativas.
fr: Vous recevrez des informations spéciales sur le développement du projet et les initiatives futures.
it: Riceverai informazioni speciali sullo sviluppo del progetto e sulle iniziative future.
nl: U ontvangt speciale informatie over de ontwikkeling van het project en toekomstige initiatieven.
pl: Otrzymasz specjalne informacje o rozwoju projektu i przyszłych inicjatywach.
pt: Você receberá informações especiais sobre o desenvolvimento do projeto e futuras iniciativas.

# registrationFinishTitle
source: Complete Registration
de: Registrierung abschließen
es: Completar registro
fr: Finaliser l'inscription
it: Completa la registrazione
nl: Registratie voltooien
pl: Dokończ rejestrację
pt: Concluir registo

# welcomeMessage
source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
it: Benvenuto!
nl: Welkom!
pl: Witaj!
pt: Bem-vindo!

# finalStepMessage
source: Just one last step. Please accept the terms to continue.
de: Nur noch ein letzter Schritt. Bitte akzeptieren Sie die Bedingungen, um fortzufahren.
es: Solo un último paso. Por favor, acepta los términos para continuar.
fr: Juste une dernière étape. Veuillez accepter les conditions pour continuer.
it: Ancora un ultimo passo. Per favore, accetta i termini per continuare.
nl: Nog één laatste stap. Accepteer de voorwaarden om verder te gaan.
pl: To już ostatni krok. Zaakceptuj regulamin, aby kontynuować.
pt: Apenas um último passo. Por favor, aceite os termos para continuar.

# continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar

source: Select your parliament
de: Wählen Sie Ihr Parlament
es: Seleccione su parlamento
fr: Sélectionnez votre parlement
it: Seleziona il tuo parlamento
nl: Selecteer uw parlement
pl: Wybierz swój parlament
pt: Selecione o seu parlamento

# validatorSelectParliament
source: Please select a parliament to continue.
de: Bitte wählen Sie ein Parlament aus, um fortzufahren.
es: Por favor, seleccione un parlamento para continuar.
fr: Veuillez sélectionner un parlement pour continuer.
it: Seleziona un parlamento per continuare.
nl: Selecteer een parlement om door te gaan.
pl: Proszę wybrać parlament, aby kontynuować.
pt: Por favor, selecione um parlamento para continuar.

# forgotPasswordButton
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt: Esqueceu-se da palavra-passe?

# passwordResetEmailSent
source: A password reset link has been sent to your email.
de: Ein Link zum Zurücksetzen des Passworts wurde an Ihre E-Mail-Adresse gesendet.
es: Se ha enviado un enlace para restablecer la contraseña a tu correo electrónico.
fr: Un lien pour réinitialiser votre mot de passe a été envoyé à votre adresse e-mail.
it: Un link per reimpostare la password è stato inviato alla tua email.
nl: Er is een link om uw wachtwoord opnieuw in te stellen naar uw e-mailadres verzonden.
pl: Link do zresetowania hasła został wysłany na Twój e-mail.
pt: Foi enviado um link para redefinir a palavra-passe para o seu e-mail.

# authErrorUserNotFound
source: No user found with this email address.
de: Kein Benutzer mit dieser E-Mail-Adresse gefunden.
es: No se encontró ningún usuario con esta dirección de correo electrónico.
fr: Aucun utilisateur trouvé avec cette adresse e-mail.
it: Nessun utente trovato con questo indirizzo email.
nl: Geen gebruiker gevonden met dit e-mailadres.
pl: Nie znaleziono użytkownika z tym adresem e-mail.
pt: Nenhum utilizador encontrado com este endereço de e-mail.

# settingsDeleteAccount
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
nl: Account verwijderen
pl: Usuń konto
pt: Eliminar conta

# errorDeleteAccount
source: Failed to delete account. Please try again.
de: Konto konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: No se pudo eliminar la cuenta. Por favor, inténtalo de nuevo.
fr: Échec de la suppression du compte. Veuillez réessayer.
it: Impossibile eliminare l'account. Riprova.
nl: Kan account niet verwijderen. Probeer het opnieuw.
pl: Nie udało się usunąć konta. Spróbuj ponownie.
pt: Falha ao eliminar a conta. Por favor, tente novamente.

# dialogReauthenticateTitle
source: Confirm Your Identity
de: Bestätigen Sie Ihre Identität
es: Confirma tu identidad
fr: Confirmez votre identité
it: Conferma la tua identità
nl: Bevestig uw identiteit
pl: Potwierdź swoją tożsamość
pt: Confirme a sua identidade

# dialogConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen
pl: Potwierdź
pt: Confirmar

# dialogDeleteAccountTitle
source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Estás seguro de que quieres eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
it: Sei sicuro di voler eliminare il tuo account?
nl: Weet u zeker dat u uw account wilt verwijderen?
pl: Czy na pewno chcesz usunąć konto?
pt: Tem a certeza de que deseja eliminar a sua conta?

# dialogDeleteAccountContent
source: This action cannot be undone. All your data, including your voting history, will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Daten, einschließlich Ihrer Abstimmungshistorie, werden dauerhaft gelöscht.
es: Esta acción no se puede deshacer. Todos tus datos, incluido tu historial de votaciones, se eliminarán permanentemente.
fr: Cette action est irréversible. Toutes vos données, y compris votre historique de vote, seront définitivement supprimées.
it: Questa azione non può essere annullata. Tutti i tuoi dati, inclusa la cronologia delle votazioni, verranno eliminati in modo permanente.
nl: Deze actie kan niet ongedaan worden gemaakt. Al uw gegevens, inclusief uw stemgeschiedenis, worden permanent verwijderd.
pl: Tej operacji nie można cofnąć. Wszystkie Twoje dane, w tym historia głosowań, zostaną trwale usunięte.
pt: Esta ação não pode ser desfeita. Todos os seus dados, incluindo o seu histórico de votação, serão eliminados permanentemente.

# dialogDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar

# termsAndPrivacyTitle
source: Constitution & Privacy
de: Verfassung & Datenschutz
es: Constitución y Privacidad
fr: Constitution & Vie Privée
it: Costituzione e Privacy
nl: Grondwet & Privacy
pl: Konstytucja i Prywatność
pt: Constituição e Privacidade

# termsOfServiceTab
source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
nl: Regels
pl: Zasady
pt: Regras

# privacyPolicyTab
source: Privacy Policy
de: Datenschutz
es: Privacidad
fr: Vie Privée
it: Privacy
nl: Privacybeleid
pl: Prywatność
pt: Privacidade
